Repository: BelledonneCommunications/linphone-iphone
Catalog: Linphone/Localizable/*.lproj/Localizable.strings
Languages: cs, de, fr, nl, pt_br, ru, sk, uk, zh_hans

# settings_contacts_edit_carddav_server_title
source: Edit CardDAV address book
cs: Upravit adresář CardDAV
de: CardDAV-Adressbuch bearbeiten
fr: Editer le carnet d'adresse CardDAV
nl: Bewerk CardDAV-adresboek
pt_br: Editar agenda CardDAV
ru: Изменение адресной книги CardDAV
sk: Upraviť adresár CardDAV
uk: Редагувати адресну книгу CardDAV
zh_hans: 编辑CardDAV通讯簿

# settings_contacts_edit_ldap_server_title
source: Edit LDAP server
cs: Upravit LDAP server
de: LDAP-Server bearbeiten
fr: Editer le serveur LDAP
nl: Bewerk LDAP-server
pt_br: Editar servidor LDAP
ru: Редактировать LDAP-сервер
sk: Upraviť LDAP server
uk: Редагувати LDAP сервер
zh_hans: 编辑LDAP服务器

# settings_contacts_ldap_bind_dn_title
source: Bind DN
cs: Bind DN (identifikátor pro připojení)
de: DN binden
ru: Привязать DN
sk: Bind DN (pripájací identifikátor)
uk: Прив'язати DN
zh_hans: 绑定DN

# settings_contacts_ldap_password_title
source: Password
cs: Heslo
de: Passwort
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha
ru: Пароль
sk: Heslo
uk: Пароль
zh_hans: 密码

# settings_contacts_ldap_search_base_title
source: Search base (can't be empty)
cs: Výchozí místo hledání (nesmí být prázdné)
de: Suchbasis (darf nicht leer sein)
fr: Base de recherche (ne peut être vide)
pt_br: Base de busca (não pode ficar em branco)
ru: База поиска (не может быть пустой)
sk: Počiatočný bod hľadania (nesmie byť prázdne)
uk: База пошуку (не може бути порожньою)
zh_hans: 搜索base（不能为空）

# settings_contacts_ldap_server_url_title
source: Server URL (can't be empty)
cs: URL adresu serveru (nesmí být prázdná)
de: Server-URL (darf nicht leer sein)
fr: URL du serveur (ne peut être vide)
nl: Server-URL (mag niet leeg zijn)
pt_br: URL do servidor (não pode ficar em branco)
ru: URL-адрес сервера (не может быть пустым)
sk: URL adresa servera (nesmie byť prázdne)
uk: URL-адреса сервера (не може бути порожньою)
zh_hans: 服务器URL（不能为空）

# settings_contacts_ldap_use_tls_title
source: Use TLS
cs: Použít TLS
de: TLS verwenden
fr: Utiliser TLS
nl: TLS gebruiken
pt_br: Usar TLS
ru: Использовать TLS
sk: Použiť TLS
uk: Використовувати TLS
zh_hans: 使用TLS

# settings_contacts_title
source: Contacts
cs: Kontakty
de: Kontakte
nl: Contacten
pt_br: Contatos
ru: Контакты
sk: Kontakty
uk: Контакти
zh_hans: 联系人

# settings_conversations_auto_download_title
source: Auto-download files
cs: Automaticky stahovat soubory
de: Dateien automatisch herunterladen
fr: Télécharger automatiquement les fichiers
nl: Bestanden automatisch downloaden
pt_br: Baixar arquivos automaticamente
ru: Автоматическая загрузка файлов
sk: Automaticky sťahovať súbory
uk: Автоматичне завантаження файлів
zh_hans: 自动下载文件

# settings_conversations_mark_as_read_when_dismissing_notif_title
source: Mark conversation as read when dismissing message notification
cs: Označit konverzaci jako přečtenou při zavření oznámení o zprávě
de: Gespräche beim Schließen der Benachrichtigung als gelesen markieren
fr: Marquer la conversation comme lue lorsqu'une notification de message est supprimée
nl: Gesprek als gelezen markeren bij het sluiten van berichtmelding
pt_br: Marcar conversa como lida ao dispensar notificação de mensagem
ru: Отметить беседу как прочитанную при закрытии уведомления о сообщении
sk: Označiť konverzáciu ako prečítanú pri zavretí oznámenia o správe
uk: Позначати розмову як прочитану під час закриття сповіщення про повідомлення
zh_hans: 在取消消息通知时将聊天标记为已读

# settings_conversations_title
source: Conversations
cs: Konverzace
de: Gespräche
nl: Gesprekken
pt_br: Conversas
ru: Беседы
sk: Konverzácie
uk: Розмови
zh_hans: 聊天

# settings_meetings_default_layout_title
source: Default layout
cs: Výchozí rozložení
de: Standardlayout
fr: Disposition par défaut
nl: Standaardindeling
pt_br: Layout padrão
ru: Отображать по умолчанию
sk: Predvolené rozloženie
uk: Відображати за замовчуванням
zh_hans: 缺省布局

# settings_meetings_layout_active_speaker_label
source: Active speaker
cs: Aktivní mluvčí
de: Aktiver Lautsprecher
fr: Intervenant actif
nl: Actieve spreker
pt_br: Orador ativo
ru: Показать говорящего
sk: Aktívny hovoriaci
uk: Активний промовець
zh_hans: 当前发言人

# settings_meetings_layout_mosaic_label
source: Mosaic
cs: Mozaika
de: Mosaik
fr: Mosaïque
nl: Mozaïek
pt_br: Mosaico
ru: Мозаика
sk: Mozaika
uk: Мозаїка
zh_hans: 镶嵌Mosaic

# settings_network_use_wifi_only
source: Use only Wi-Fi networks
cs: Používat pouze sítě Wi-Fi
de: Nur Wi-Fi Netzwerke verwenden
fr: Se connecter uniquement via le Wi-Fi
nl: Gebruik alleen Wi-Fi-netwerken
pt_br: Usar apenas redes Wi-Fi
ru: Использовать только Wi-Fi сети
sk: Používať iba siete Wi-Fi
uk: Використовувати лише Wi-Fi мережу
zh_hans: 仅使用Wi-Fi网络

# settings_security_enable_vfs_subtitle
source: Warning: once enabled it can't be disabled!
cs: Varování: po zapnutí již nelze zrušit!
de: Achtung: Sobald es aktiviert ist, kann es nicht mehr deaktiviert werden!
fr: Attention, vous ne pourrez pas revenir en arrière !
nl: Waarschuwing: eenmaal ingeschakeld kan dit niet meer worden uitgeschakeld!
pt_br: Aviso: uma vez ativado, não pode ser desativado!
ru: Внимание: после включения отключить невозможно!
sk: Varovanie: po zapnutí sa už nedá zrušiť!
uk: Увага: після ввімкнення вимкнути неможливо!
zh_hans: 警告：一旦启用，就不能禁用！

# settings_security_enable_vfs_title
source: Encrypt everything
cs: Šifrovat vše
de: Alles verschlüsseln
fr: Chiffrer tous les fichiers
nl: Versleutel alles
pt_br: Criptografar tudo
ru: Зашифровать все
sk: Šifrovať všetko
uk: Зашифрувати все
zh_hans: 加密所有

# settings_security_prevent_screenshots_title
source: Prevent interface from being recorded
cs: Zabránit nahrávání rozhraní aplikace
de: Aufzeichnung der Benutzeroberfläche verhindern
fr: Empêcher l'interface d'être enregistrée
nl: Voorkom dat de interface wordt opgenomen
pt_br: Impedir que a interface seja gravada
ru: Предотвратить запись интерфейса
sk: Zabrániť nahrávaniu rozhrania aplikácie
uk: Запобігання запису інтерфейсу застосунку
zh_hans: 防止界面被记录

# settings_security_title
source: Security
cs: Zabezpečení
de: Sicherheit
fr: Securité
nl: Beveiliging
pt_br: Segurança
ru: Безопасность
sk: Zabezpečenie
uk: Безпека
zh_hans: 安全

# settings_title
source: Settings
cs: Nastavení
de: Einstellungen
fr: Paramètres
nl: Instellingen
pt_br: Configurações
ru: Настройки
sk: Nastavenia
uk: Налаштування
zh_hans: 设置

# sip_address_copied_to_clipboard_toast
source: SIP address copied into clipboard
cs: SIP adresa zkopírována do schránky
de: SIP-Adresse in die Zwischenablage kopiert
fr: Adresse copiée
nl: SIP-adres gekopieerd naar klembord
pt_br: Endereço SIP copiado para a área de transferência
ru: SIP-адрес скопирован в буфер обмена
sk: SIP adresa skopírovaná do schránky
uk: SIP-адресу скопійовано в буфер обміну
zh_hans: SIP地址已复制到剪贴板

# sip_address_domain
source: Domain
cs: Doména
de: Domäne
fr: Domaine
nl: Domein
pt_br: Domínio
ru: Домен
sk: Doména
uk: Домен
zh_hans: SIP域名

source: Start
cs: Začít
fr: Commencer
nl: Begin
pt_br: Início
ru: Начало
sk: Začať
uk: Старт
zh_hans: 开始

# uri_handler_config_success_toast
source: Configuration successfully applied
cs: Konfigurace byla úspěšně použita
de: Konfiguration erfolgreich angewendet
fr: Configuration appliquée avec succè
nl: Configuratie succesvol toegepast
pt_br: Configuração aplicada com sucesso
ru: Конфигурация успешно применена
sk: Konfigurácia bola úspešne nastavená
uk: Конфігурацію успішно застосовано
zh_hans: 配置已成功应用

source: Username
cs: Uživatelské jméno
de: Benutzername
fr: Nom d’utilisateur
nl: Gebruikersnaam
pt_br: Nome de usuário
ru: Имя пользователя
sk: Používateľské meno
uk: Ім'я користувача
zh_hans: 用户名

# welcome_page_2_title
source: Secured
cs: Zabezpečená
de: Gesichert
fr: Sécurisé
nl: Beveiligd
pt_br: Seguro
ru: Безопасный
sk: Zabezpečená
uk: Захищений
zh_hans: 安全

# welcome_page_3_title
source: Open source
cs: Otevřená
pt_br: Código aberto
ru: Открытый исходный код
sk: Otvorená
uk: Відкритий код
zh_hans: 开源

# call_not_encrypted
source: Call is not encrypted
cs: Hovor není šifrován
de: Anruf ist nicht verschlüsselt
fr: Appel non chiffré
nl: Oproep is niet versleuteld
pt_br: A chamada não está criptografada
ru: Звонок не зашифрован
sk: Hovor nie je šifrovaný
uk: Дзвінок не зашифровано
zh_hans: 通话未加密

# contacts_list_all_contacts_title
source: All contacts
cs: Všechny kontakty
de: Alle Kontakte
fr: Tous les contacts
nl: Alle contacten
pt_br: Todos os contatos
ru: Все контакты
sk: Všetky kontakty
uk: Усі контакти
zh_hans: 所有联系人

# dialog_accept
source: Accept
cs: Přijmout
de: Akzeptieren
fr: Accepter
nl: Accepteren
pt_br: Aceitar
ru: Принять
sk: Prijať
uk: Прийняти
zh_hans: 接受

# help_about_privacy_policy_title
source: Privacy policy
cs: Zásady ochrany soukromí
de: Datenschutzrichtlinie
fr: Politique de confidentialité
nl: Privacy beleid
pt_br: Política de privacidade
ru: Политика конфиденциальности
sk: Zásady ochrany súkromia
uk: Політика конфіденційності
zh_hans: 隐私政策

source: or
cs: nebo
de: oder
fr: ou
nl: of
pt_br: ou
ru: или
sk: alebo
uk: або
zh_hans: 或

# recordings_title
source: Recordings
cs: Nahrávky
de: Aufnahmen
fr: Enregistrements
nl: Opnames
pt_br: Gravações
ru: Записи звонков
sk: Nahrávky
uk: Записи
zh_hans: 录音

# settings_meetings_title
source: Meetings
cs: Schůzky
de: Besprechungen
fr: Réunions
nl: Vergaderingen
pt_br: Reuniões
ru: Конференции
sk: Schôdzky
uk: Наради
zh_hans: 会议

# settings_network_allow_ipv6
source: Allow IPv6
cs: Povolit IPv6
de: IPv6 erlauben
fr: Autoriser l'IPv6
nl: Sta IPv6 toe
pt_br: Permitir IPv6
ru: Разрешить IPv6
sk: Povoliť IPv6
uk: Дозволити IPv6
zh_hans: 允许IPv6

# settings_network_title
source: Network
cs: Síť
de: Netzwerk
fr: Réseau
nl: Netwerk
pt_br: Rede
ru: Сеть
sk: Sieť
uk: Мережа
zh_hans: 网络

# account_settings_bundle_mode_title
source: Bundle mode
cs: Režim seskupení
de: Bundle Modus
fr: Mode "bundle"
nl: Bundelmodus
pt_br: Modo bundle
ru: Режим объединения
sk: Režim zoskupenia
uk: Режим об'єднання
zh_hans: 捆绑模式

# account_settings_ccmp_server_url_title
source: CCMP server URL
cs: Adresa URL serveru CCMP
fr: URL du serveur CCMP
nl: URL van de CCMP-server
pt_br: URL do servidor CCMP
ru: URL-адрес сервера CCMP
sk: RL adresa servera CCMP (Cisco CallManager Provisioning)
uk: URL-адреса сервера CCMP
zh_hans: CCMP服务器URL

# account_settings_conference_factory_uri_title
source: Conference factory URI
cs: URI konfiguračního serveru konference
de: Konferenzfabrik URI
fr: URI du serveur de conversations
pt_br: URI da fábrica de conferências
ru: URI фабрики конференции
sk: URI adresa pre vytváranie konferencií
uk: URI ресурсу конференцій
zh_hans: 会议工厂URI

# account_settings_dialog_invalid_password_title
source: Authentication needed
cs: Vyžadováno ověření
de: Authentifizierung erforderlich
fr: Autentification requise
nl: Authenticatie vereist
pt_br: Autenticação necessária
ru: Требуется аутентификация
sk: Vyžaduje sa overenie
uk: Потрібна автентифікація
zh_hans: 需要身份验证

# account_settings_dialog_invalid_password_message
source: Connection failed because authentication is missing or invalid for account %@. You can provide password again, or check your account configuration in the settings.
cs: Připojení se nezdařilo, protože chybí nebo je neplatné ověření účtu %@. Můžete znovu zadat heslo nebo zkontrolovat nastavení účtu v konfiguraci.
de: Verbindung fehlgeschlagen, da die Authentifizierung für das Konto fehlt oder ungültig ist. %@. Sie können Ihr Passwort erneut eingeben oder Ihre Kontokonfiguration in den Einstellungen überprüfen.
fr: La connexion a échoué pour le compte %@. Vous pouvez renseigner votre mot de passe à nouveau ou bien vérifier les options de configuration de votre compte.
pt_br: A conexão falhou porque a autenticação está ausente ou é inválida para a conta %@. Você pode fornecer a senha novamente ou verificar a configuração da sua conta nas configurações.
sk: Pripojenie sa nepodarilo, pretože chýba alebo je neplatné overenie účtu %@. Pokúste sa znovu zadať heslo alebo skontrolovať konfiguráciu účtu v nastaveniach.
uk: З’єднання не вдалося, оскільки автентифікація відсутня або недійсна для облікового запису %@. Ви можете ввести пароль ще раз або перевірити конфігурацію облікового запису в налаштуваннях.

# account_settings_dialog_invalid_password_hint
source: Password
cs: Nové heslo
de: Passwort
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha
ru: Пароль
sk: Heslo
uk: Новий пароль
zh_hans: 密码

# account_settings_enable_ice_title
source: Enable ICE
cs: Povolit ICE
de: ICE aktivieren
fr: Activer ICE
nl: Schakel ICE in
pt_br: Ativar ICE
ru: Включить ICE
sk: Povoliť ICE
uk: Увімкнути ICE
zh_hans: 启用ICE

# account_settings_enable_turn_title
source: Enable TURN
cs: Povolit TURN
de: TURN aktivieren
fr: Activer TURN
nl: Schakel TURN in
pt_br: Ativar TURN
ru: Включить TURN
sk: Povoliť TURN
uk: Увімкнути TURN
zh_hans: 启用TURN

# account_settings_expire_title
source: Expire (in seconds)
cs: Platnost (v sekundách)
de: Ablauf (in Sekunden)
fr: Expiration (en secondes)
nl: Vervalt (in seconden)
pt_br: Expira (em segundos)
ru: Истекает (в секундах)
sk: Platnosť (v sekundách)
uk: Спливає (в секундах)
zh_hans: 过期（秒）

# account_settings_outbound_proxy_title
source: Outbound proxy
cs: Odchozí proxy server
de: Ausgehender Proxy
fr: Serveur mandataire sortant
nl: Uitgaande proxy
pt_br: Proxy de saída
ru: Исходящий прокси
sk: Proxy server pre odchádzajúcu komunikáciu
uk: Вихідний проксі-сервер
zh_hans: 出站代理

# account_settings_push_notification_not_available_title
source: Push notifications aren't available!
cs: Push notifikace nejsou dostupné!
de: Push Benachrichtigungen sind nicht verfügbar!
fr: Notifications push non disponibles
nl: Pushmeldingen zijn niet beschikbaar!
pt_br: As notificações push não estão disponíveis!
ru: Push-уведомления недоступны!
sk: Push notifikácie nie sú dostupné!
uk: Push-сповіщення недоступні!
zh_hans: 推送通知不可用！

# account_settings_push_notification_title
source: Allow push notifications
cs: Povolit push notifikace
de: Push Benachrichtigungen zulassen
fr: Activer les notifications
nl: Sta pushmeldingen toe
pt_br: Permitir notificações push
ru: Разрешить push-уведомления
sk: Povoliť push notifikácie
uk: Дозволити push-сповіщення
zh_hans: 允许推送通知

# account_settings_stun_server_url_title
source: STUN/TURN server URL
cs: URL adresa serveru STUN/TURN
fr: URL du serveur STUN/TURN
nl: URL van de STUN/TURN-server
pt_br: URL do servidor STUN/TURN
ru: STUN/TURN сервер
sk: URL adresa servera STUN/TURN
uk: URL-сервера STUN/TURN
zh_hans: STUN/TURN服务器URL

# account_settings_title
source: Account settings
cs: Nastavení účtu
de: Kontoeinstellungen
fr: Paramètres de compte
nl: Accountinstellingen
pt_br: Configurações da conta
ru: Настройки аккаунта
sk: Nastavenia účtu
uk: Налаштування облікового запису
zh_hans: 账户设置

# account_settings_turn_password_title
source: TURN password
cs: TURN heslo
de: TURN-Passwort
fr: Mot de passe TURN
nl: TURN-wachtwoord
pt_br: Senha TURN
ru: Пароль TURN
sk: TURN heslo
uk: Пароль TURN
zh_hans: TURN密码

# assistant_account_create
source: Create
cs: Vytvořit
de: Erstellen
fr: Créer
nl: Maken
pt_br: Criar
ru: Создать
sk: Vytvoriť
uk: Створити
zh_hans: 创建

# account_settings_turn_username_title
source: TURN username
cs: TURN uživatelské jméno
de: TURN-Benutzername
fr: Utilisateur TURN
nl: TURN-gebruikersnaam
pt_br: Nome de usuário TURN
ru: Имя пользователя TURN
sk: TURN používateľské meno
uk: Ім'я користувача TURN
zh_hans: TURN用户名

# account_settings_update_password_title
source: Update password
cs: Aktualizovat heslo
de: Passwort aktualisieren
fr: Mettre à jour le mot de passe
nl: Wachtwoord bijwerken
pt_br: Atualizar senha
ru: Обновить пароль
sk: Aktualizovať heslo
uk: Оновити пароль
zh_hans: 更新密码

# account_settings_voicemail_uri_title
source: Voicemail URI
cs: URI hlasové schránky
fr: URI de la messagerie vocale
pt_br: URI do correio de voz
ru: URI голосовой почты
sk: URI adresa hlasovej schránky
uk: URI голосової пошти
zh_hans: 语音邮件URI

# assistant_account_creation_wrong_phone_number
source: Wrong number?
cs: Nesprávné číslo?
de: Falsche Nummer?
fr: Numéro incorrect ?
nl: Verkeerd nummer?
pt_br: Número errado?
ru: Неправильный номер?
sk: Nesprávne číslo?
uk: Невірний номер?
zh_hans: 错误的电话号码？

# assistant_account_login_forbidden_error
source: Wrong username or password
cs: Nesprávné uživatelské jméno nebo heslo
de: Falscher Benutzername oder Passwort
fr: Mauvais nom d’utilisateur ou mot de passe
nl: Verkeerde gebruikersnaam of wachtwoord
pt_br: Nome de usuário ou senha incorretos
ru: Неправильное имя пользователя или пароль
sk: Nesprávne používateľské meno alebo heslo
uk: Невірне ім'я користувача або пароль
zh_hans: 用户名或密码错误

# assistant_account_register
source: Register
cs: Registrace
de: Registrieren
fr: S’inscrire
nl: Registreren
pt_br: Registrar
ru: Зарегистрироваться
sk: Registrácia
uk: Зареєструватися
zh_hans: 注册

# assistant_account_register_unexpected_error
source: Unexpected error occurred, please try again later
cs: Nastala neočekávaná chyba, zkuste to prosím znovu později
de: Unerwarteter Fehler ist aufgetreten, bitte versuchen Sie es später erneut
fr: Un erreur inattendue est survenue, merci de réessayer plus tard
nl: Er is een onverwachte fout opgetreden, probeer het later opnieuw
pt_br: Ocorreu um erro inesperado, por favor, tente novamente mais tarde
ru: Произошла непредвиденная ошибка, попробуйте еще раз позже
sk: Nastala neočakávaná chyba, skúste to, prosím, neskôr znovu
uk: Сталася неочікувана помилка, спробуйте ще раз пізніше
zh_hans: 发生意外错误，请稍后重试

# assistant_already_have_an_account
source: Already have an account?
cs: Máte již účet?
de: Haben Sie bereits ein Konto?
fr: Vous avez déjà un compte ?
nl: Heeft u al een account?
pt_br: Já tem uma conta?
ru: У вас уже есть аккаунт?
sk: Máte už účet?
uk: Вже маєте обліковий запис?
zh_hans: 已经有账户了？

# assistant_create_account_using_email_on_our_web_platform
source: Create an account with your email on:
cs: Vytvořte účet pomocí své e-mailové adresy na:
de: Erstellen Sie mit Ihrer E-Mail ein Konto bei:
fr: Créez un compte avec votre email ici :
nl: Maak een account aan met uw e-mailadres op:
pt_br: Crie uma conta com seu e-mail em:
ru: Создайте учетную запись, указав свой адрес электронной почты:
sk: Vytvorte účet pomocou svojej e-mailovej adresy na:
uk: Створіть обліковий запис, використовуючи свою електронну адресу:
zh_hans: 使用您的电子邮件在以下网址创建账户：

# assistant_dialog_confirm_phone_number_message
source: Are you sure you want to use %@ phone number?
cs: Jste si jistý(á), že chcete použít telefonní číslo %@?
de: Möchten Sie wirklich die Telefonnummer %@ verwenden?
fr: Êtes-vous sûr de vouloir utiliser ce numéro de téléphone ?
pt_br: Tem certeza de que deseja usar o número de telefone %@?
uk: Ви впевнені, що ваш номер телефону %@?

# assistant_dialog_confirm_phone_number_title
source: Confirm phone number
cs: Potvrdit telefonní číslo
de: Telefonnummer bestätigen
fr: Confirmez votre numéro de téléphone
nl: Bevestig telefoonnummer
pt_br: Confirmar número de telefone
ru: Подтвердите номер телефона
sk: Potvrdiť telefónne číslo
uk: Підтвердьте номер телефону
zh_hans: 确认电话号码

# assistant_dialog_general_terms_and_privacy_policy_message
source: By continuing, you accept our %@ and %@.
cs: Pokračováním přijímáte naše %@ a %@.
de: Indem Sie fortfahren, akzeptieren Sie unsere %@ und %@.
fr: En continuant, vous acceptez nos %@ et %@.
pt_br: Ao continuar, você aceita nossos %@ e %@.
sk: Pokračovaním akceptujete naše %1$s a %2$s.
uk: Продовжуючи, Ви приймаєте наші %@ та %@.

# assistant_dialog_general_terms_label
source: general terms
cs: obecné podmínky
de: allgemeine Bedingungen
fr: conditions de service
nl: algemene voorwaarden
pt_br: termos gerais
ru: общие положения
sk: všeobecné podmienky
uk: загальні умови
zh_hans: 通用条款

# assistant_dialog_privacy_policy_label
source: privacy policy
cs: zásady ochrany soukromí
de: Datenschutzrichtlinie
fr: politique de confidentialité
nl: privacy beleid
pt_br: política de privacidade
ru: политика конфиденциальности
sk: zásady ochrany súkromia
uk: політика конфіденційності
zh_hans: 隐私政策

# assistant_forgotten_password
source: Forgotten password?
cs: Zapomenuté heslo?
de: Passwort vergessen?
fr: Mot de passe oublié ?
pt_br: Esqueceu a senha?
sk: Zabudnuté heslo?
uk: Забули пароль?

# assistant_invalid_uri_toast
source: Invalid URI
cs: Neplatná URI
de: Ungültige URI
fr: URI invalide
pt_br: URI inválido
sk: Neplatná URI adresa
uk: Невірний URI

# assistant_no_account_yet
source: No account yet?
cs: Ještě nemáte účet?
de: Noch kein Konto?
fr: Pas encore de compte ?
nl: Nog geen account?
pt_br: Ainda não tem uma conta?
ru: Еще нет аккаунта?
sk: Nemáte ešte účet?
uk: Ще немає облікового запису?
zh_hans: 还没有账户？

# assistant_permissions_access_camera_title
source: **Access camera:** To capture video during video calls and conferences.
cs: **Přístup ke kameře:** Pro zachycení videa během videohovorů a konferencí.
de: **Auf Kamera zugreifen:** Zum Aufnehmen von Videos während Videoanrufen und Konferenzen.
fr: **Caméra :** Pour capturer votre vidéo lors des appels et des conférences.
pt_br: **Acessar a câmera:** Para capturar vídeo durante videochamadas e conferências.
uk: **Доступ до камери:** Для запису відео під час відеодзвінків та конференцій.

# assistant_permissions_grant_all_of_them
source: OK
ru: ОК
uk: ОК

# assistant_permissions_read_contacts_title
source: **Read contacts:** To display your contacts and find whom is using %@.
cs: **Čtení kontaktů:** Pro zobrazení vašich kontaktů a zjištění, kdo používá %@.
de: **Kontakte lesen:** Um Ihre Kontakte anzuzeigen und herauszufinden, wer %@ verwendet.
fr: **Contacts :** Pour afficher vos contacts et retrouver qui utilise %@.
pt_br: **Ler contatos:** Para exibir seus contatos e encontrar quem está usando o %@.
uk: **Читати контакти:** Для відображення своїх контактів та знайти тих, хто користується %@.

# assistant_permissions_skip_permissions
source: Do it later
cs: Provést později
de: Mach es später
fr: Plus tard
nl: Doe het later
pt_br: Fazer isso mais tarde
ru: Сделайте это позже
sk: Vykonať neskôr
uk: Зробіть це пізніше
zh_hans: 以后再说

# assistant_permissions_subtitle
source: To fully enjoy %@ we need you to grant us the following permissions :
cs: Pro plné využívání %@ potřebujeme, abyste nám udělili následující oprávnění:
de: Um %@ in vollem Umfang nutzen zu können, müssen Sie uns die folgenden Berechtigungen erteilen:
fr: Pour vous permettre de profiter pleinement de %@, nous avons besoin des autorisations suivantes :
pt_br: Para aproveitar ao máximo o %@, precisamos que você nos conceda as seguintes permissões:
sk: Pre plné využívanie %@ potrebujeme udelenie nasledovných oprávnení:
uk: Щоб повною мірою користуватися %@, вам потрібно надати застосунку наступні дозволи:

# assistant_permissions_title
source: Grant permissions
cs: Udělit oprávnění
de: Berechtigungen erteilen
fr: Donner les permissions
nl: Verleen machtigingen
pt_br: Conceder permissões
ru: Предоставить разрешения
sk: Udeliť oprávnenia
uk: Надати дозволи
zh_hans: 授予权限

# assistant_qr_code_invalid_toast
source: Invalid QR code!
cs: Neplatný QR kód!
de: Ungültiger QR-Code!
fr: Ce QR code est invalide !
nl: Ongeldige QR-code!
pt_br: QR code inválido!
ru: Неверный QR-код!
sk: Neplatný QR kód!
uk: Недійсний QR-код!
zh_hans: 无效二维码！

# assistant_scan_qr_code
source: Scan QR code
cs: Naskenovat QR kód
de: QR-Code scannen
fr: Scanner un QR code
nl: Scan de QR-code
pt_br: Escanear QR code
ru: Сканировать QR-код
sk: Naskenovať QR kód
uk: Відскануйте QR-код
zh_hans: 扫描二维码

# assistant_sip_account_transport_protocol
source: Transport
nl: Vervoer
pt_br: Transporte
ru: Транспорт
sk: Prenos
uk: Транспорт
zh_hans: 传输

# assistant_third_party_sip_account_create_linphone_account
source: I prefer to create an account
cs: Preferuji vytvoření účtu
de: Ich möchte lieber ein Konto erstellen
fr: Je préfère créer un compte
pt_br: Prefiro criar uma conta
sk: Preferujem vytvorenie účtu
uk: Я надаю перевагу створенню облікового запису
