Repository: BelledonneCommunications/linphone-iphone
Catalog: Linphone/Localizable/*.lproj/Localizable.strings
Languages: cs, de, fr, nl, pt_br, ru, sk, uk, zh_hans

# conversation_end_to_end_encrypted_event_subtitle
source: Messages in this conversation are e2e encrypted. Only your correspondent can decrypt them.
cs: Zprávy v této konverzaci jsou koncově šifrovány. Dešifrovat je může pouze váš protějšek.
de: Nachrichten in dieser Gespr sind Ende-zu-Ende verschlüsselt. Nur Ihr Gesprächspartner kann sie entschlüsseln.
fr: Les messages de cette conversation sont chiffrés de bout en bout. Seul votre correspondant peut les déchiffrer.
nl: Berichten in dit gesprek zijn eind-tot-eind versleuteld. Alleen je gesprekspartner kan ze decoderen.
pt_br: As mensagens nesta conversa são criptografadas de ponta a ponta. Apenas seu correspondente pode descriptografá-las.
ru: Сообщения в этой беседе зашифрованы end-to-end шифрованием. Расшифровать их может только ваш собеседник.
sk: Správy v tejto konverzácii sú koncovo šifrované. Dešifrovať ich môže len váš partner v konverzácii.
uk: Повідомлення в цій розмові зашифровані за методом електронного шифрування (e2e). Розшифрувати їх може лише ваш співрозмовник.
zh_hans: 此聊天中的消息是端对端e2e加密的。只有您的对话方才能解密它们。

# conversation_event_admin_set
source: %@ is admin
cs: %@ je administrátor
de: %@ ist Administrator
fr: %@ est admin
pt_br: %@ é admin
uk: %@ є адміном

# conversation_event_admin_unset
source: %@ is no longer admin
cs: %@ již není administrátor
de: $@ ist nicht mehr Administrator
fr: %@ n'est plus admin
pt_br: %@ não é mais admin
uk: %@ більше не є адміном

# conversation_event_ephemeral_messages_lifetime_changed
source: Ephemeral lifetime is now %@
cs: Doba platnosti mizejících zpráv je nyní %@
de: Kurzlebige Nachrichten Lebensdauer beträgt jetzt %@
fr: Messages éphémères %@
pt_br: A duração efêmera agora é %@
uk: Термін дії тимчасових повідомлень тепер %@

# conversation_event_participant_added
source: %@ has joined
cs: %@ se připojil
de: %@ ist beigetreten
fr: %@ a rejoint la conversation
pt_br: %@ entrou
uk: %@ приєднався

# conversation_event_participant_removed
source: %@ has left
cs: %@ se odpojil
de: %@ hat verlassen
fr: %@ a quitté la conversation
pt_br: %@ saiu
uk: %@ пішов

# conversation_event_subject_changed
source: New subject: %@
cs: Nový předmět: %@
de: neues Betreff: %@
fr: La conversation a été renommée : %@
pt_br: Novo assunto: %@
uk: Нова назва: %@

# conversation_event_device_added
source: New device for %@
cs: Nové zařízení pro %@
de: neues Gerät für %@
fr: Nouvel appareil pour %@
pt_br: Novo dispositivo para %@
uk: Новий пристрій для %@

# conversation_event_device_removed
source: Device for %@ removed
cs: Zařízení pro %@ bylo odstraněno
de: Gerät für %@ entfernt
fr: Appareil supprimé pour %@
pt_br: Dispositivo de %@ removido
uk: Пристрій для %@ видалено

# conversation_info_participants_list_title
source: Group members (%d)
cs: Členové skupiny (%d)
de: Gruppe Teilnehmer (%d)
fr: Participants (%d)
pt_br: Membros do grupo (%d)
uk: Учасники групи (%d)

# conversation_message_meeting_cancelled_label
source: Meeting has been cancelled!
cs: Schůzka byla zrušena!
de: Das Besprechung wurde abgesagt!
fr: La réunion a été annulée
pt_br: A reunião foi cancelada!
uk: Нараду скасовано!

# conversation_one_to_one_hidden_subject
source: Dummy subject
cs: Skrytý předmět
de: Dummy-Betreff
uk: Фіктивний суб'єкт

# conversation_reply_to_message_title
source: Replying to:
cs: Odpovídá na:
de: Antwort auf:
fr: En réponse à :
pt_br: Respondendo a:
uk: Відповісти на:

# debug_logs_copied_to_clipboard_toast
source: Debug logs copied to clipboard
cs: Ladící protokoly zkopírovány do schránky
de: Debug-Protokolle in die Zwischenablage kopiert
fr: Les journaux ont été ajoutés au presse-papier
pt_br: Logs de depuração copiados para a área de transferência
uk: Логи налагодження скопійовано в буфер обміну

source: Default
cs: Výchozí
de: Standard
pt_br: Padrão
uk: За замовчуванням

# help_about_contribute_translations_title
source: Contribute on Linphone translation
cs: Přispět do překladu Linphone
de: Zur Übersetzung von Linphone beitragen
fr: Aider à traduire Linphone
pt_br: Contribua na tradução do Linphone
sk: Prispieť do prekladu Linphone
uk: Зробіть свій внесок у переклад Linphone

# manage_account_dialog_international_prefix_help_message
source: Pick your country to allow Linphone to match your contacts.
cs: Vyberte svou zemi, aby Linphone mohl najít vaše kontakty.
de: Wählen Sie Ihr Land aus, um Linphone die Zuordnung Ihrer Kontakte zuzulassen.
fr: Choisissez votre pays pour permettre à Linphone de faire le lien avec vos contacts.
pt_br: Escolha seu país para permitir que o Linphone corresponda aos seus contatos.
uk: Оберіть свою країну, щоб Linphone міг зіставляти ваші контакти.

# meeting_call_remove_no_participants
source: No participant for the moment…
cs: V tuto chvíli není žádný účastník…
de: Zur Zeit kein Teilnehmer…
fr: Aucun participant pour l’instant…
pt_br: Nenhum participante no momento…
uk: Наразі учасники відсутні…

# meeting_call_remove_participant_confirmation_message
source: Are you sure you wish to remove %@ ?
cs: Opravdu chcete odstranit %@?
de: Sind Sie sicher, dass Sie %@ entfernen möchten?
fr: Voulez vous vraiment exclure %@ ?
pt_br: Tem certeza de que deseja remover %@ ?
uk: Ви впевнені що хочете видалити %@ ?

# meeting_call_remove_participant_confirmation_title
source: Remove a participant
cs: Odstranit účastníka
de: Einen Teilnehmer entfernen
fr: Exclure un participant
pt_br: Remover um participante
uk: Видалити учасника

# meeting_exported_as_calendar_event
source: Meeting added to iPhone calendar
cs: Schůzka přidána do kalendáře iPhone
de: Besprechung zum iPhone-Kalender hinzugefügt
fr: Réunion ajoutée au calendrier de l’iPhone
pt_br: Reunião adicionada à agenda do iPhone
uk: Нараду додано до календаря iPhone

# meeting_failed_to_edit_toast
source: Failed to edit meeting
cs: Úprava schůzky selhala
de: Das Bearbeiten der Besprechung ist fehlgeschlagen
fr: Échec de la modification de la réunion
pt_br: Falha ao editar reunião
uk: Не вдалося редагувати нараду

# meeting_schedule_failed_no_subject_or_participant_toast
source: A subject and at least one participant is required to create a meeting
cs: K vytvoření schůzky je zapotřebí předmět a alespoň jeden účastník
de: Zum Erstellen eines Meetings ist ein Betreff und mindestens ein Teilnehmer erforderlich
fr: Il faut au moins un sujet et un participant pour créer une réunion
pt_br: Um assunto e pelo menos um participante são necessários para criar uma reunião
uk: Для створення наради потрібна назва та принаймні один учасник

# meetings_list_empty
source: No meeting for the moment…
cs: Prozatím žádná schůzka…
de: Zur Zeit keine Besprechung…
fr: Aucune réunion pour le moment…
pt_br: Nenhuma reunião no momento…
uk: Наразі наради відсутні…

# menu_block_address
source: Block the address
cs: Blokovat adresu
de: Die Adresse blockieren
fr: Bloquer l'adresse
pt_br: Bloquear o endereço
uk: Заблокувати адресу

# menu_block_number
source: Block the number
cs: Blokovat číslo
de: Die Nummer blockieren
fr: Bloquer le numéro
pt_br: Bloquear o número
uk: Заблокувати номер

# menu_copy_sip_address
source: Copy SIP addres
cs: Kopírovat SIP adresu
de: SIP-Addresse kopieren
fr: Copier l\'adresse SIP
pt_br: Copiar endereço SIP
uk: Скопіювати SIP-адресу

# message_copied_to_clipboard_toast
source: Message copied into clipboard
cs: Zpráva zkopírována do schránky
de: Nachricht in die Zwischenablage kopiert
fr: Message copié dans le presse-papier
pt_br: Mensagem copiada para a área de transferência
uk: Повідомлення скопійовано в буфер обміну

# message_delivery_info_read_title
source: Read
cs: Přečteno
de: Gelesen
fr: Lu
pt_br: Lida
uk: Читати

# message_delivery_info_received_title
source: Received
cs: Přijato
de: Empfangen
fr: Reçu
pt_br: Recebida
uk: Отримано

# message_delivery_info_sent_title
source: Sent
cs: Odesláno
de: Gesendet
fr: Envoyé
pt_br: Enviada
uk: Відправлено

# message_meeting_invitation_cancelled_notification
source: 📅 Meeting has been cancelled
cs: 📅 Schůzka byla zrušena
de: 📅 Die Besprechung wurde abgesagt
fr: 📅 Réunion annulée
pt_br: 📅 A reunião foi cancelada
uk: 📅 Нараду скасовано

# message_meeting_invitation_notification
source: 📅 You are invited to a meeting
cs: 📅 Jste pozváni na schůzku
de: 📅 Sie sind zu einer Besprechung eingeladen
fr: 📅 Invitation à une réunion
pt_br: 📅 Você foi convidado para uma reunião
uk: 📅 Вас запрошено на нараду

# message_meeting_invitation_updated_notification
source: 📅 Meeting has been updated
cs: 📅 Schůzka byla aktualizována
de: 📅 Besprechung wurde aktualisiert
fr: 📅 Réunion mise à jour
pt_br: 📅 A reunião foi atualizada
uk: 📅 Нараду оновлено

# message_reactions_info_all_title
source: Reactions
cs: Reakce
de: Reaktionen
fr: Réactions
pt_br: Reações
uk: Реакції

# network_reachable_again
source: Network is now reachable again
cs: Síť je znovu dostupná
de: Netzwerk ist nun wieder erreichbar
fr: Vous êtes à nouveau connecté à internet
pt_br: A rede está acessível novamente
uk: Мережа знову доступна

source: None
cs: Nic
de: Kein
pt_br: Nenhum
uk: Жоден

# notification_chat_message_reaction_received
source: %@ reacted by %@ to: %@
cs: %@ reagoval/a %@ na: %@
de: %@ hat mit %@ auf: %@ reagiert
fr: %@ a réagi par %@ à : %@
pt_br: %@ reagiu com %@ para: %@
uk: %@ відреагував %@ на: %@

# notification_chat_message_received_title
source: Message received
cs: Zpráva přijata
de: Nachricht erhalten
fr: Message reçu
pt_br: Mensagem recebida
uk: Повідомлення отримано

source: Personnalize your profil mode
cs: Přizpůsobte si svůj profilový režim
de: Ihren Profilmodus personalisieren
pt_br: Personalize o modo do seu perfil
uk: Персоналізуйте режим профілю

# picker_categories
source: Categories
cs: Kategorie
de: Kategorien
fr: Catégories
pt_br: Categorias
uk: Категорії

source: QR code validated
cs: QR kód ověřen
de: QR-Code validiert
fr: QR code validé
pt_br: QR code validado
uk: QR-код підтверджено

# meeting_waiting_room_joining_subtitle
source: You\'ll be joining in a short moment
cs: Připojení proběhne za malý moment
de: Sie werden in Kürze verbunden sein
fr: Vous allez rejoindre la réunion dans quelques instants…
pt_br: Você entrará em breve
uk: Ви приєднаєтесь незабаром

# selected_participants_count
source: %@ selected participants
cs: %@ vybraných účastníků
de: %@ ausgewählte Teilnehmer
fr: %@ participants selectionnés
pt_br: %@ participantes selecionados
uk: %@ обрані учасники

# settings_contacts_carddav_deleted_toast
source: CardDAV account deleted
cs: Účet CardDAV byl odstraněn
de: CardDAV-Konto gelöscht
fr: Compte CardDAV supprimé
pt_br: Conta CardDAV excluída
uk: Обліковий запис CardDAV видалено

# settings_contacts_carddav_mandatory_field_not_filled_toast
source: Please fill in at least the display name and server URL
cs: Vyplňte prosím alespoň zobrazované jméno a URL adresu serveru
de: Bitte geben Sie mindestens den Anzeigenamen und die Server-URL ein
fr: Veuillez remplir au moins le nom d'affichage et l'URL du serveur
pt_br: Por favor, preencha pelo menos o nome de exibição e a URL do servidor
uk: Будь ласка, вкажіть принаймні ім'я користувача та URL-адресу сервера

# settings_contacts_carddav_realm_title
source: Authentication realm
cs: Ověřovací doména
de: Authentifizierungsbereich
fr: Domaine d'authentification
pt_br: Domínio de autenticação
uk: Аутентифікація

# settings_contacts_carddav_use_as_default_title
source: Store newly created contacts here
cs: Zde uložte nově vytvořené kontakty
de: Neu erstellte Kontakte hier speichern
fr: Stocker ici les contacts nouvellement crées
pt_br: Armazenar contatos recém-criados aqui
uk: Зберігати щойно створені контакти

# settings_contacts_ldap_max_results_title
source: Max results
cs: Maximální počet výsledků
de: Maximale Ergebnisse
fr: Nombre de résultats maximum
pt_br: Máximo de resultados
sk: Maximálny počet výsledkov
uk: Максимальна кількість для відображення

# settings_contacts_ldap_request_timeout_title
source: Timeout (in seconds)
cs: Prodleva požadavku
de: Request timeout
fr: Durée maximum (en secondes)
pt_br: Tempo limite da solicitação
uk: Тайм-аут (у секундах)

# settings_contacts_ldap_search_filter_title
source: Filter
cs: Filtr
fr: Filtre
pt_br: Filtro
uk: Фільтр
zh_hans: 搜索base（不能为空） 过滤

# settings_contacts_carddav_sync_successful_toast
source: Synchronization successful
cs: Synchronizace byla úspěšná
de: Synchronisierung erfolgreich
fr: Synchronization réussie
pt_br: Sincronização bem-sucedida
uk: Синхронізацію виконано

source: SIP Address
cs: SIP adresa
de: SIP-Adresse
fr: Adresse SIP
pt_br: Endereço SIP
uk: SIP-адреса

source: Temp Help
cs: Nápověda
de: Temporärer-Hilfe
pt_br: Ajuda Temp
uk: Тимчасова допомога

# text_copied_to_clipboard_toast
source: Text copied into clipboard
cs: Text zkopírován do schránky
de: Text in die Zwischenablage kopiert
fr: Texte copié dans le presse-papier
pt_br: Texto copiado para a área de transferência
uk: Текст скопійовано в буфер обміну

# uri_handler_bad_call_address_failed_toast
source: Unable to call, invalid address
cs: Nelze volat, neplatná adresa
de: Anruf nicht möglich, ungültige Adresse
fr: Echec de l’appel, l’adresse est invalide
pt_br: Não é possível ligar, endereço inválido
uk: Неможливо зателефонувати, недійсна адреса

# uri_handler_bad_config_address_failed_toast
source: Unable to retrieve configuration, invalid address
cs: Nelze načíst konfiguraci, neplatná adresa
de: Konfiguration konnte nicht abgerufen werden, ungültige Adresse
fr: Echec de la configuration, l’adresse est invalide
pt_br: Não é possível recuperar a configuração, endereço inválido
uk: Неможливо отримати конфігурацію, недійсна адреса

# uri_handler_call_failed_toast
source: Call failed
cs: Nelze volat
de: Anruf fehlgeschlagen
fr: Echec de l’appel
pt_br: Falha na chamada
uk: Зателефонувати не вдалося

# uri_handler_config_failed_toast
source: Configuration failed
cs: Nelze načíst konfiguraci
de: Konfiguration fehlgeschlagen
fr: Echec de la configuration
pt_br: Falha na configuração
uk: Помилка конфігурації

source: Username error
cs: Chybné uživatelské jméno
de: Benutzername-Fehler
fr: Erreur dans le nom d'utilisateur
pt_br: Erro no nome de usuário
uk: Помилка в імені користувача

source: Default mode
cs: Výchozí režim
de: Standardmodus
pt_br: Modo padrão
uk: Режим за замовчуванням

# dialog_close
source: Close
cs: Zavřít
de: Schließen
fr: Fermer
pt_br: Fechar
uk: Закрити

# drawer_menu_account_connection_status_refreshing
source: Refreshing ...
cs: Obnova...
de: Aktualisieren...
fr: Rafraîchissement…
pt_br: Atualizando ...
uk: Оновлюється...

# failed_meeting_ics_invitation_not_sent_toast
source: Could not send ICS invitations to meeting to any participant
cs: Pozvánky ICS na schůzku nelze odeslat žádnému účastníkovi
de: ICS-Besprechungseinladungen an Teilnehmer konnten nicht gesendet werden
fr: Echec de l’envoi des invitations ICS de la réunion aux participants
pt_br: Não foi possível enviar convites ICS da reunião para nenhum participante
uk: Не вдалося надіслати запрошення на зустріч через ICS жодному учаснику

# GC_MSG
source: You have been added to a chat room
cs: Byli jste přidáni do chatovací místnosti
de: Sie wurden zu einem Chatroom hinzugefügt
fr: Vous avez été ajouté à une conversation
pt_br: Você foi adicionado a uma sala de chat
uk: Вас додали до чату

# help_about_privacy_policy_subtitle
source: What information Linphone collects and uses
cs: Jaké informace Linphone shromažďuje a používá
de: Welche Informationen Linphone sammelt und nutzt
fr: Quelles informations Linphone collecte et utilise
pt_br: Quais informações o Linphone coleta e usa
uk: Яку інформацію збирає та використовує Linphone

# history_list_empty_with_filter_history
source: No entries match your search
cs: Vašemu hledání neodpovídají žádné záznamy
de: Keine Einträge entsprechen Ihrer Suche
fr: Aucune entrée ne correspond à votre recherche
pt_br: Nenhum registro corresponde à sua pesquisa
uk: Немає записів, що відповідають вашому пошуку

# history_title
source: Call History
cs: Historie hovorů
de: Anrufliste
fr: Historique d’appel
pt_br: Histórico de chamadas
uk: Історія дзвінків

# IM_MSG
source: You have received a message
cs: Obdrželi jste zprávu
de: Sie haben eine Nachricht erhalten
fr: Vous avez reçu un message
pt_br: Você recebeu uma mensagem
uk: Ви отримали повідомлення

source: Interoperable
cs: Interoperabilní
de: Interoperabel
pt_br: Interoperável
uk: Сумісний

# welcome_carousel_skip
source: Skip
cs: Přeskočit
de: Überspringen
fr: Passer
pt_br: Pular
uk: Пропустити

# welcome_page_2_message
source: Your communications are safe thanks to our **end-to-end encryption**.
cs: Vaše komunikace je bezpečná díky našemu **koncovému šifrování**.
de: Ihre Kommunikation ist dank unserer **Ende-zu-Ende-Verschlüsselung** sicher.
fr: Vos communications sont en sécurité grâce au **chiffrement de bout en bout**.
pt_br: Suas comunicações estão seguras graças à nossa **criptografia de ponta a ponta**.
uk: Ваше спілкування убезпечене завдяки нашому **наскрізному шифруванню**.

source: You will change this mode later
cs: Tento režim změníte později
de: Sie werden diesen Modus später ändern
pt_br: Você mudará este modo mais tarde
uk: Ви зміните цей режим пізніше

# conversation_take_picture_label
source: Take picture
cs: Pořídit snímek
de: Foto aufnehmen
fr: Prendre une photo
nl: Foto maken
pt_br: Tirar foto
ru: Сфотографировать
sk: Odfotiť
uk: Зробити фото
zh_hans: 拍照

# conversation_pick_file_from_gallery_label
source: Open gallery
cs: Otevřít galerii
de: Galerie öffnen
fr: Ouvrir la galerie
nl: Galerij openen
pt_br: Abrir galeria
ru: Открыть галерею
sk: Otvoriť galériu
uk: Відкрити галерею
zh_hans: 打开相册

# conversation_pick_any_file_label
source: Pick file
cs: Vybrat soubor
de: Datei auswählen
fr: Choisir un fichier
nl: Bestand kiezen
pt_br: Escolher arquivo
ru: Выбрать файл
sk: Vybrať súbor
uk: Вибрати файл
zh_hans: 选择文件

# conversation_file_cant_be_opened_error_toast
source: File can't be opened!
cs: Soubor nelze otevřít!
de: Datei kann nicht geöffnet werden!
fr: Impossible d'ouvrir le fichier!
nl: Bestand kan niet worden geopend!
pt_br: O arquivo não pode ser aberto!
ru: Файл не может быть открыт!
sk: Súbor sa nedá otvoriť!
uk: Файл не вдається відкрити!
zh_hans: 无法打开文件！

# conversations_files_waiting_to_be_shared_single
source: 1 file waiting to be shared
cs: 1 soubor čekající na sdílení
de: 1 Datei wartet auf Freigabe
fr: 1 fichier en attente de partage
pt_br: 1 arquivo esperando para ser compartilhado
uk: 1 файл очікує на спільний доступ

# conversations_files_waiting_to_be_shared_multiple
source: %@ files waiting to be shared
cs: %@ souborů čekajících na sdílení
de: %@ Dateien warten auf Freigabe
fr: %@ fichiers en attente de partage
pt_br: %@ arquivos esperando para ser compartilhados
uk: %@ файлів, що очікують на спільний доступ

# conversation_ephemeral_messages_duration_multiple_days
source: %d days
cs: %d dnů
de: %d Tage
fr: %d jours
pt_br: %d dias
uk: %d днів

# authentication_id
source: Authentication ID (if different)
cs: ID pro ověření (je-li odlišné)
fr: Identifiant de connexion (si différent)
nl: Authenticatie-ID (indien anders)
pt_br: ID de autenticação (se diferente)
ru: Идентификатор аутентификации (если отличается)
uk: Ідентифікатор автентифікації (якщо відрізняється)
zh_hans: 认证ID

# account_settings_apply_international_prefix_title
source: Format phone numbers using international prefix
fr: Formater les numéros en utilisant l'indicatif international

# account_settings_replace_plus_by_00_title
source: Replace + by 00 when formatting phone numbers
fr: Remplacer + par 00 lors du formatage des numéros de téléphone

# contacts_list_filter_popup_see_sip_only
source: See SIP contacts
fr: Contacts SIP

# settings_contacts_ldap_enabled_title
source: Enabled
fr: Activé

# settings_contacts_ldap_request_delay_title
source: Delay between two queries (in milliseconds)
fr: Délai entre 2 requêtes (en millisecondes)

# settings_contacts_ldap_min_characters_title
source: Min characters to start a query
fr: Nombre minimum de caractères pour lancer la requête

# settings_contacts_ldap_name_attributes_title
source: Name attributes
fr: Attributs de nom

# settings_contacts_ldap_sip_attributes_title
source: SIP attributes
fr: Attributs SIP

# settings_contacts_ldap_sip_domain_title
source: SIP domain
fr: Domaine SIP

# settings_contacts_ldap_error_toast
source: A error occurred, LDAP server not saved!
fr: Une erreur s'est produite, la configuration LDAP n'a pas été sauvegardée !

# settings_contacts_ldap_empty_server_error_toast
source: Server URL can't be empty
fr: L'URL du serveur ne peut être vide

# website_user_guide_url
source: https://linphone.org/en/docs/
fr: https://linphone.org/docs/

# web_platform_register_email_url
source: https://subscribe.linphone.org/register/email
de: TURN aktivieren

# account_settings_avpf_title
source: AVPF
sk: AVPF (Profil audio-vizuálu so spätnou väzbou)
