Repository: BelledonneCommunications/linphone-iphone
Catalog: Linphone/Localizable/*.lproj/Localizable.strings
Languages: cs, de, fr, nl, pt_br, ru, sk, uk, zh_hans

# bottom_navigation_meetings_label
source: Meetings
cs: Schůzky
de: Besprechungen
fr: Réunions
nl: Vergaderingen
pt_br: Reuniões
ru: Конференции
sk: Schôdzky
uk: Наради
zh_hans: 会议

# call_action_attended_transfer
source: Attended transfer
cs: Přepojení s účastí
de: Begleitete Übertragung
fr: Transfert
pt_br: Transferência assistida
uk: Перенаправлення із супроводом

# call_action_blind_transfer
source: Transfer
cs: Přepojit
de: Weiterleiten
fr: Transfert
nl: Doorverbinden
pt_br: Transferir
ru: Перевод звонка
sk: Presmerovať
uk: Перенаправлення
zh_hans: 呼叫转移

# call_action_change_layout
source: Layout
cs: Rozložení
fr: Disposition
nl: Indeling
ru: Формат
sk: Rozloženie
uk: Формат
zh_hans: 布局

# call_action_hang_up
source: Hang up
cs: Zavěsit
de: Auflegen
fr: Raccrocher
nl: Oproep beëindigen
pt_br: Desligar
ru: Положить трубку
sk: Zavesiť
uk: Завершити
zh_hans: 挂断

# call_action_pause_call
source: Pause
cs: Pauza
fr: Mettre en pause
nl: Pauzeren
pt_br: Pausar
ru: Пауза
sk: Pozastaviť
uk: Пауза
zh_hans: 暂停

# call_action_record_call
source: Record
cs: Nahrát
de: Aufnahmen
fr: Enregistrer
nl: Opnemen
pt_br: Gravar
ru: Запись
sk: Nahrať
uk: Запис
zh_hans: 录音

# call_action_show_messages
source: Messages
cs: Zprávy
de: Nachrichten
nl: Berichten
pt_br: Mensagens
ru: Сообщения
sk: Správy
uk: Повідомлення
zh_hans: 消息

# call_audio_device_type_earpiece
source: Earpiece
cs: Sluchátko
de: Ohrhörer
fr: Oreillette
nl: Oortelefoon
pt_br: Fone de ouvido (auricular)
ru: Наушники
sk: Slúchadlo
uk: Динамік
zh_hans: 耳机

# call_audio_device_type_headphones
source: Headphones
cs: Sluchátka
de: Kopfhörer
fr: Écouteurs
nl: Koptelefoon
pt_br: Fones de ouvido
ru: Наушники
sk: Slúchadlá
uk: Навушники
zh_hans: 耳机

# call_action_resume_call
source: Resume
cs: Obnovit
de: Fortsetzen
fr: Reprendre
nl: Hervatten
pt_br: Retomar
ru: Продолжить
sk: Obnoviť
uk: Продовжити
zh_hans: 恢复

# call_action_show_dialer
source: Dialer
cs: Číselník
de: Wähler
fr: Pavé
nl: Toetsenbord
pt_br: Teclado
ru: Номеронабиратель
sk: Číselník (numerická klávesnica)
uk: Номеронабирач
zh_hans: 拨号

# call_action_start_new_call
source: New call
cs: Nový hovor
de: Neuer Anruf
fr: Nouvel appel
nl: Nieuwe oproep
pt_br: Nova chamada
ru: Новый вызов
sk: Nový hovor
uk: Новий дзвінок
zh_hans: 新建通话

# call_do_zrtp_sas_validation_again
source: Validate ZRTP SAS again
cs: Znovu ověřit ZRTP SAS
de: ZRTP SAS erneut validieren
fr: Faire la vérification à nouveau
nl: Valideer ZRTP SAS opnieuw
pt_br: Validar ZRTP SAS novamente
ru: Повторная проверка ZRTP SAS
sk: Znovu overiť ZRTP SAS
uk: Перевірте ZRTP SAS ще раз
zh_hans: 再次验证ZRTP SAS

# call_history_deleted_toast
source: History has been deleted
cs: Historie byla smazána
de: Verlauf wurde gelöscht
fr: Historique supprimé
nl: Gespreksgeschiedenis is verwijderd
pt_br: O histórico foi excluído
ru: История была удалена
sk: História bola vymazaná
uk: Історію видалено
zh_hans: 历史记录已被删除

# call_audio_incoming
source: Incoming call
cs: Příchozí hovor
de: Eingehender Anruf
fr: Appel entrant
nl: Inkomende oproep
pt_br: Chamada recebida
ru: Входящий звонок
sk: Prichádzajúci hovor
uk: Вхідний дзвінок
zh_hans: 呼入

# call_can_be_trusted_toast
source: Authenticated device
cs: Autentizované zařízení
de: Authentifiziertes Gerät
fr: Appareil authentifié
pt_br: Dispositivo autenticado
uk: Автентифікований пристрій

# call_stats_audio_title
source: Audio
cs: Zvuk
pt_br: Áudio
ru: Аудио
sk: Zvuk
uk: Аудіо
zh_hans: 音频

# call_dialog_zrtp_security_alert_title
source: Security alert
cs: Bezpečnostní upozornění
de: Sicherheitswarnung
fr: Alerte de sécurité
nl: Beveiligingswaarschuwing
pt_br: Alerta de segurança
ru: Предупреждение о безопасности
sk: Bezpečnostné upozornenie
uk: Сповіщення безпеки
zh_hans: 安全警报

# call_dialog_zrtp_security_alert_try_again
source: Try again
cs: Zkusit znovu
de: Versuchen Sie erneut
fr: Réessayer
nl: Probeer het opnieuw
pt_br: Tente novamente
ru: Попробуйте еще раз
sk: Skúsiť znovu
uk: Спробуйте ще раз
zh_hans: 再试一次

# call_dialog_zrtp_validate_trust_letters_do_not_match
source: Nothing matches
cs: Žádná shoda
de: Nichts zusammenpasst
fr: Aucune correspondance
nl: Niets komt overeen
pt_br: Nada corresponde
ru: Ничего не совпадает
sk: Žiadna zhoda
uk: Збіги відсутні
zh_hans: 没有匹配项

# call_dialog_zrtp_validate_trust_local_code_label
source: Your code:
cs: Váš kód:
de: Ihr Code:
fr: Votre code :
nl: Uw code:
pt_br: Seu código:
ru: Ваш код:
sk: Váš kód:
uk: Ваш код:
zh_hans: 您的验证码：

# call_dialog_zrtp_validate_trust_remote_code_label
source: Correspondent code:
cs: Kód protějšku:
de: Entsprechender Code:
fr: Code correspondant :
nl: Code van gesprekspartner:
pt_br: Código do correspondente:
ru: Код собеседника:
sk: Kód protistrany:
uk: Код співрозмовника:
zh_hans: 对话人验证码：

# call_dialog_zrtp_validate_trust_title
source: Validate the device
cs: Ověřit zařízení
de: Überprüfen des Geräts
fr: Vérification de sécurité
nl: Valideer het apparaat
pt_br: Valide o dispositivo
ru: Проверить устройство
sk: Overiť zariadenie
uk: Перевірте пристрій
zh_hans: 验证设备

# call_dialog_zrtp_validate_trust_warning_message
source: For your safety, we need to re-authenticate your correspondent device. Please re-exchange your codes:
cs: Pro vaši bezpečnost musíme znovu ověřit zařízení vašeho protějšku. Prosím, vyměňte si znovu své kódy:
de: Zu Ihrer Sicherheit müssen wir Ihr Endgerät authentifizieren. Bitte tauschen Sie Ihre Codes aus:
fr: Pour garantir le chiffrement, nous avons besoin de réauthentifier l’appareil de votre correspondant. Veuillez ré-échanger vos codes :
pt_br: Para sua segurança, precisamos reautenticar o dispositivo do seu correspondente. Por favor, troquem novamente seus códigos:
uk: Для вашої безпеки нам потрібно повторно автентифікувати пристрій вашого співрозмовника. Будь ласка, обміняйтеся кодами повторно:

# call_transfer_current_call_title
source: Transfer call
cs: Přepojení hovoru
de: Anruf weiterleiten
fr: Transférer l’appel
pt_br: Transferir chamada
uk: Перенаправити дзвінок

# call_zrtp_sas_validation_skip
source: Skip
cs: Přeskočit
de: Überspringen
fr: Passer
pt_br: Pular
uk: Пропустити

# calls_count_label
source: %@ calls
cs: %@ hovorů
de: %@ Anrufe
fr: %@ appels
pt_br: %@ chamadas
uk: %@ дзвінки

source: Ce mode vous permet d’être interopérable avec d’autres services SIP. Vos communications seront chiffrées de point à point.
cs: Tento režim umožňuje spolupráci s jinými SIP službami. Vaše komunikace bude koncově šifrovaná.
de: Dieser Modus ermöglicht die Interoperabilität mit anderen SIP-Diensten. Ihre Kommunikation wird Punkt-zu-Punkt verschlüsselt.
pt_br: Este modo permite que você seja interoperável com outros serviços SIP. Suas comunicações serão criptografadas de ponto a ponto.
uk: Цей режим дозволяє вам бути сумісним з іншими SIP-сервісами. Ваші повідомлення будуть зашифровані наскрізним шифруванням.

# conversation_ephemeral_messages_duration_one_hour
source: 1 hour
cs: 1 hodina
de: 1 Stunde
fr: 1 heure
nl: 1 uur
pt_br: 1 hora
ru: 1 час
sk: 1 hodina
uk: 1 година
zh_hans: 1小时

# conversation_ephemeral_messages_duration_one_minute
source: 1 minute
cs: 1 minuta
nl: 1 minuut
pt_br: 1 minuto
ru: 1 минута
sk: 1 minúta
uk: 1 хвилина
zh_hans: 1分钟

# conversation_ephemeral_messages_duration_one_week
source: 1 week
cs: 1 týden
de: 1 Woche
fr: 1 semaine
pt_br: 1 semana
ru: 1 неделя
sk: 1 týždeň
uk: 1 тиждень
zh_hans: 1周

# conversation_ephemeral_messages_duration_three_days
source: 3 days
cs: 3 dny
de: 3 Tage
fr: 3 jours
nl: 3 dagen
pt_br: 3 dias
ru: 3 дня
sk: 3 dni
uk: 3 доби
zh_hans: 3天

# conversation_ephemeral_messages_duration_one_day
source: 1 day
cs: 1 den
de: 1 Tag
fr: 1 jour
nl: 1 dag
pt_br: 1 dia
ru: 1 день
sk: 1 deň
uk: 1 доба
zh_hans: 1天

# dialog_ok
source: OK
ru: ОК
uk: ОК

# welcome_page_title
source: Welcome
cs: Vítejte
de: Willkommen
fr: Bienvenue
nl: Welkom
pt_br: Bem vindo
ru: Добро пожаловать
sk: Vitajte
uk: Ласкаво просимо
zh_hans: 欢迎

# bottom_navigation_calls_label
source: Calls
cs: Hovory
de: Anrufe
fr: Appels
nl: Oproepen
pt_br: Chamadas
ru: Звонки
sk: Hovory
uk: Дзвінки
zh_hans: 通话

# bottom_navigation_contacts_label
source: Contacts
cs: Kontakty
de: Kontakte
nl: Contacten
pt_br: Contatos
ru: Контакты
sk: Kontakty
uk: Контакти
zh_hans: 联系人

# assistant_dialog_general_terms_and_privacy_policy_title
source: General terms & privacy policy
cs: Obecné podmínky a zásady ochrany soukromí
de: Allgemeine Geschäftsbedingungen & Datenschutz
fr: Conditions de service & politique de confidentialité
nl: Algemene voorwaarden & privacybeleid
pt_br: Termos gerais e política de privacidade
ru: Общие положения и политика конфиденциальности
sk: Všeobecné podmienky a zásady ochrany súkromia
uk: Загальні умови та політика конфіденційності
zh_hans: 通用条款和隐私政策

# assistant_account_creation_sms_confirmation_explanation
source: We have sent a verification code on your phone number %@. Please enter the verification code below:
cs: Poslali jsme vám ověřovací kód na vaše telefonní číslo %@. Zadejte prosím níže ověřovací kód:
de: Wir haben einen Bestätigungscode an Ihre Telefonnummer %@ gesendet. Bitte geben Sie unten den Bestätigungscode ein:
fr: On vous a envoyé un code de vérification par SMS au numéro %@. Merci de le saisir ci-dessous :
pt_br: Enviamos um código de verificação para o seu número de telefone %@. Por favor, insira o código de verificação abaixo:
sk: Poslali sme Vám overovací kód na Vaše telefónne číslo %@. Zadajte nižšie, prosím, verifikačný kód:
uk: Ми надіслали код підтвердження на ваш номер телефону %@. Будь ласка, введіть код підтвердження нижче:

# assistant_login_third_party_sip_account
source: Use a third party SIP account
cs: Použít SIP účet třetí strany
de: Drittanbieter-SIP-Konto verwenden
fr: J’ai un compte SIP tiers
nl: Gebruik een SIP-account van derden
pt_br: Usar uma conta SIP de terceiros
ru: Использовать сторонний SIP-аккаунт
sk: Použiť SIP účet tretej strany
uk: Використати сторонній обліковий запис SIP
zh_hans: 使用第三方SIP账户

# assistant_third_party_sip_account_warning_explanation
source: Some features require a %@ account, such as group messaging, video conferences… These features are hidden when you register with a third party SIP account. To enable it in a commercial project, please contact us.
cs: Některé funkce jako skupinové zprávy nebo videokonference vyžadují účet %@... Tyto funkce jsou skryté, pokud se zaregistrujete pomocí SIP účtu třetí strany. Pro aktivaci v komerčním projektu nás prosím kontaktujte.
de: Für einige Funktionen, wie z. B. Gruppennachrichten, Videokonferenzen usw., ist ein %@-Konto erforderlich. Diese Funktionen sind ausgeblendet, wenn Sie sich mit einem SIP-Konto eines Drittanbieters registrieren. Um diese Funktion in einem kommerziellen Projekt zu aktivieren, kontaktieren Sie uns bitte.
fr: Certaines fonctionnalités telles que les conversations de groupe, les vidéo-conférences, etc… nécessitent un compte %@. Ces fonctionnalités seront masquées si vous utilisez un compte SIP tiers. Pour les activer dans un projet commercial, merci de nous contacter.
pt_br: Alguns recursos exigem uma conta %@, como mensagens em grupo, videoconferências… Esses recursos ficam ocultos quando você se registra com uma conta SIP de terceiros. Para habilitá-los em um projeto comercial, entre em contato conosco.
uk: Для деяких функцій потрібен обліковий запис %@, такі як груповий обмін повідомленнями, відеоконференції… Ці функції приховані, якщо ви реєструєтесь за допомогою стороннього облікового запису SIP. Щоб увімкнути їх у комерційному проєкті, зв’яжіться з нами.

# bottom_navigation_conversations_label
source: Conversations
cs: Konverzace
de: Gespräche
nl: Gesprekken
pt_br: Conversas
ru: Беседы
sk: Konverzácie
uk: Розмови
zh_hans: 聊天

# call_action_go_to_calls_list
source: Calls list
cs: Seznam hovorů
de: Anrufliste
fr: Liste des appels
nl: Oproeplijst
pt_br: Lista de chamadas
ru: Список вызовов
sk: Zoznam hovorov
uk: Список дзвінків
zh_hans: 通话列表

# call_audio_device_type_speaker
source: Speaker
cs: Mluvčí
de: Lautsprecher
fr: Haut parleur
nl: Spreker
pt_br: Alto-falante
ru: Текущий участник
sk: Reproduktor
uk: Динамік
zh_hans: 发言人

# account_settings_audio_video_conference_factory_uri_title
source: Audio/video conference factory URI
cs: URI konfiguračního serveru pro audio/video konferenci
de: Audio-Video Konferenzfabrik URI
fr: URI du serveur de réunions
nl: URI van de Audio/video conference factory
pt_br: URI da fábrica de conferências de áudio/vídeo
ru: URI фабрики аудио/видео конференции
sk: URI adresa pre audio/video hovory
uk: URI ресурсу аудіо/відео конференцій
zh_hans: 音频/视频会议工厂URI

# account_settings_lime_server_url_title
source: E2E encryption keys server URL
cs: URL adresa serveru pro klíče koncového šifrování
de: E2E Verschlüsselungs Schlüssel Servers URL
fr: URL du serveur d'échange de clés de chiffrement
nl: URL van de E2E-versleuteling sleutel server
pt_br: URL do servidor de chaves de criptografia E2E
ru: URL сервер ключей шифрования E2E
sk: URL adresa servera pre kľúče koncového šifrovania
uk: URL-адреса сервера ключів шифрування E2E
zh_hans: E2E加密密钥服务器URL

# account_settings_nat_policy_title
source: NAT policy settings
cs: Nastavení zásad NAT
de: NAT-Richtlinien
fr: Paramètres de politique NAT
nl: NAT-beleid instellingen
pt_br: Configurações da política NAT
ru: Настройки политики NAT
sk: Nastavenia zásad NAT
uk: Налаштування політики NAT
zh_hans: NAT策略设置

# call_outgoing
source: Outgoing call
cs: Odchozí hovor
de: Ausgehender Anruf
fr: Appel sortant
nl: Uitgaande oproep
pt_br: Chamada efetuada
ru: Исходящий звонок
sk: Odchádzajúci hovor
uk: Вихідний дзвінок
zh_hans: 呼出

# conversation_ephemeral_messages_duration_disabled
source: Disabled
cs: Zakázáno
de: Deaktiviert
fr: Désactiver
nl: Uitgeschakeld
pt_br: Desativado
ru: Отключить
sk: Zakázané
uk: Вимкнено
zh_hans: 禁用

# assistant_account_login
source: Login
cs: Přihlásit se
fr: Connexion
ru: Логин
sk: Prihlásenie
uk: Логін
zh_hans: 登录

# sip_address_display_name
source: Display name
cs: Zobrazené jméno
de: Anzeigename
fr: Nom d'affichage
nl: Weergavenaam
pt_br: Nome de exibição
ru: Отображаемое имя
sk: Zobrazované meno
uk: Ім'я для відображення
zh_hans: 昵称

# assistant_permissions_record_audio_title
source: **Record audio:** So your correspondent can hear you and to record voice messages.
cs: **Nahrávání zvuku:** Aby Vás váš protějšek slyšel a pro nahrávání hlasových zpráv.
de: **Audio aufnehmen:** Damit Ihr Gesprächspartner Sie hören kann und um Sprachnachrichten aufzunehmen.
fr: **Microphone :** Pour permettre à vos correspondants de vous entendre.
pt_br: **Gravar áudio:** Para que seu correspondente possa ouvi-lo e para gravar mensagens de voz.
uk: **Запис аудіо:** Щоб ваш співрозмовник міг вас чути та записувати голосові повідомлення.

# assistant_third_party_sip_account_warning_ok
source: I understand
cs: Rozumím
de: Ich verstehe
fr: J’ai compris
nl: Ik begrijp
pt_br: Eu entendo
ru: Я понял
sk: Rozumiem
uk: Я розумію
zh_hans: 我明白

# account_settings_sip_proxy_url_title
source: SIP proxy server URL
cs: URL adresa SIP proxy serveru
fr: URL du serveur mandataire
nl: URL van de SIP-proxyserver
pt_br: URL do servidor proxy SIP
ru: SIP-прокси сервер
sk: URL adresa SIP proxy servera
uk: URL-адреса проксі-сервера SIP
zh_hans: SIP代理服务器URL

# assistant_account_register_push_notification_not_received_error
source: Push notification with auth token not received in 5 seconds, please try again later
cs: Push notifikace s autentifikačním tokenem nebyla přijata během 5 sekund, zkuste to prosím znovu později
de: Push Benachrichtigung mit Authentifizierungstoken nicht innerhalb von 5 Sekunden empfangen, bitte versuchen Sie es später erneut
fr: Notification push non reçue, merci de réessayer plus tard
nl: Pushmelding met autorisatietoken niet binnen 5 seconden ontvangen, probeer het later opnieuw
pt_br: Notificação push com token de autenticação não recebida em 5 segundos, por favor, tente novamente mais tarde
ru: Push-уведомление с токеном аутентификации не получено в течение 5 секунд, повторите попытку позже
sk: Push notifikácia s autentifikačným tokenom nebola prijatá behom 5 sekúnd, skúste to, prosím, neskôr znovu
uk: Push-сповіщення з токеном авторизації не отримано упродовж 5 секунд, спробуйте пізніше
zh_hans: 5秒内未收到带有身份验证令牌的推送通知，请稍后重试

# assistant_permissions_post_notifications_title
source: **Post notifications:** To be informed when you receive a message or a call.
cs: **Odesílání notifikací:** Abyste byli informováni, když obdržíte zprávu nebo hovor.
de: **Postbenachrichtigungen:** Um informiert zu werden, wenn Sie eine Nachricht oder einen Anruf erhalten.
fr: **Notifications :** Pour vous informer quand vous recevez un message ou un appel.
pt_br: **Publicar notificações:** Para ser informado quando você receber uma mensagem ou uma chamada.
uk: **Сповіщення про публікації:** Щоб бути в курсі отримання повідомлення або дзвінка.

# call_dialog_zrtp_security_alert_message
source: This call confidentiality may be compromise!
cs: Důvěrnost tohoto hovoru může být narušena!
de: Das Gesprächsgeheimnis kann gefährdet sein!
fr: La confidentialité de votre appel peut être compromise !
nl: De vertrouwelijkheid van deze oproep kan in gevaar zijn!
pt_br: A confidencialidade desta chamada pode estar comprometida!
ru: Конфиденциальность звонка может быть нарушена!
sk: Dôvernosť tohto hovoru môže byť ohrozená!
uk: Конфіденційність цього дзвінка може бути скомпрометована!
zh_hans: 此通话的保密性可能会受到损害！

# account_settings_im_encryption_mandatory_title
source: IM encryption mandatory
cs: Šifrování zpráv je povinné
de: IM Verschlüsselung obligatorisch
fr: Chiffrement obligatoire des conversations
nl: IM-versleuteling verplicht
pt_br: Criptografia de IM obrigatória
ru: Обязательное шифрование мгновенных сообщений
sk: Šifrovanie správ je povinné
uk: Обов'язкове шифрування миттєвих повідомлень
zh_hans: IM加密强制

# call_dialog_zrtp_validate_trust_message
source: For your safety, we need to authenticate your correspondent device. Please exchange your codes:
cs: Pro vaši bezpečnost musíme ověřit zařízení vašeho protějšku. Prosím, vyměňte si své kódy:
de: Zu Ihrer Sicherheit müssen wir Ihr Endgerät authentifizieren. Bitte tauschen Sie Ihre Codes aus:
fr: Pour garantir le chiffrement, nous avons besoin d’authentifier l’appareil de votre correspondant. Veuillez échanger vos codes :
pt_br: Para sua segurança, precisamos autenticar o dispositivo do seu correspondente. Por favor, troquem seus códigos:
uk: Для вашої безпеки нам потрібно автентифікувати пристрій вашого співрозмовника. Будь ласка, обміняйтеся кодами:

# account_settings_cpim_in_basic_conversations_title
source: Use CPIM in "basic" conversations
cs: Použít CPIM v "základních" konverzacích
de: CPIM in "basic" Gespräche verwenden
fr: Utiliser CPIM dans les conversations "basiques"
nl: Gebruik CPIM in 'basis' gesprekken
pt_br: Usar CPIM em conversas básicas
ru: Используйте CPIM в «базовых» беседах
sk: Použiť CPIM v "základných" konverzáciách
uk: Використовуйте CPIM у «базових» розмовах
zh_hans: 在“基本”聊天中使用CPIM

# account_settings_mwi_uri_title
source: MWI server URI (Message Waiting Indicator)
cs: URI serveru MWI (Message Waiting Indicator)
de: MWI Server URI (wartende Nachrichten Anzeige)
fr: URI du serveur MWI (Message Waiting Indicator)
pt_br: URI do servidor MWI (Indicador de Mensagem em Espera)
ru: URI сервера MWI (Message Waiting Indicator)
sk: URI adresa servera MWI (Message Waiting Indicator)
uk: URI сервера MWI (індикатор очікування повідомлення)
zh_hans: MWI服务器URI（消息等待指示符）

# help_about_title
source: About Linphone
cs: O aplikaci Linphone
de: Über Linphone
fr: À propos de Linphone
pt_br: Sobre o Linphone
sk: O aplikácii Linphone
uk: Про Linphone

# settings_calls_calibrate_echo_canceller_done
source: %@ ms
uk: %@ мс

# welcome_page_1_message
source: A **secured**, **open source** and **French** communication app.
cs: **Bezpečná**, **otevřená** a **francouzská** komunikační aplikace.
de: Eine **sichere** **Open Source** Kommunikations-App aus Frankreich.
fr: Une application de communication **sécurisée**, **open source** et **française**.
pt_br: Um aplicativo de comunicação **seguro**, de **código aberto** e **francês**.
uk: **Захищений**, **з відкритим вихідним кодом** та **французький** застосунок для спілкування.

# help_dialog_update_available_message
source: A new version %@ is available. Do you want to update?
cs: Je k dispozici nová verze %@. Chcete provést aktualizaci?
de: Eine neue Version %@ ist verfügbar. Möchten Sie aktualisieren?
fr: Une nouvelle version %@ est disponible. Voulez-vous mettre à jour ?
pt_br: Uma nova versão %@ está disponível. Você quer atualizar?
uk: Доступна нова версія %@. Бажаєте оновити?

# welcome_page_3_message
source: A **free** and open source application since **2001**.
cs: **Bezplatná** a otevřená aplikace již od roku **2001**.
de: Eine **kostenlose** Open-Source Anwendung seit **2001**.
fr: Une application open source et un **service gratuit** depuis **2001**.
pt_br: Um aplicativo **gratuito** e de código aberto desde **2001**.
uk: **Безкоштовний** застосунок з відкритим кодом з **2001 року**.

# welcome_page_subtitle
source: in %@
cs: v %@
fr: sur %@
pt_br: ao %@
sk: v %@
uk: в %@

source: Chiffrement de bout en bout de tous vos échanges, grâce au mode default vos communications sont à l’abri des regards.
cs: Koncové šifrování veškeré vaší komunikace, ve výchozím režimu je v bezpečí před zvědavýma očima.
de: Ende-zu-Ende-Verschlüsselung aller Ihrer Kommunikationen. Dank des Standardmodus sind Ihre Kommunikationen vor neugierigen Blicken geschützt.
pt_br: Criptografia de ponta a ponta de todas as suas trocas, graças ao modo padrão, suas comunicações ficam protegidas de olhares indiscretos.
uk: Наскрізне шифрування всіх ваших повідомлень, завдяки режиму за замовчуванням ваші повідомлення захищені від сторонніх очей.

source: Conference name error
cs: Chyba názvu konference
de: Konferenznamen Fehler
fr: Nom de réunion invalide
pt_br: Erro no nome da conferência
uk: Помилка назви конференції

# contact_details_numbers_and_addresses_title
source: Phone numbers &amp; SIP addresses
cs: Telefonní čísla a SIP adresy
de: Telefonnummern &amp; SIP-Adressen
fr: Coordonnées
pt_br: Números de telefone e endereços SIP
uk: Номери телефонів та SIP-адреси

# contact_dialog_delete_title
source: Delete %@?
cs: Smazat %@?
de: %@ löschen?
fr: Supprimer %@ ?
pt_br: Excluir %@?
uk: Видалити %@?

# contact_video_call_action
source: Video call
cs: Videohovor
de: Videoanruf
fr: Appel vidéo
pt_br: Chamada de vídeo
sk: Videohovor
uk: Відеодзвінок

# contacts_list_filter_popup_see_linphone_only
source: See %@ contacts
cs: Zobrazit %@ kontakty
de: %@ Kontakte siehen
fr: Contacts %@
pt_br: Ver contatos %@
uk: Переглянути контакти %@

# conversation_composing_label_multiple
source: %@ are composing…
cs: %@ píšou…
de: %@ sind zusammengestellt…
fr: %@ sont en train d'écrire…
pt_br: %@ estão digitando…
uk: %@ скомпоновано…

# conversation_composing_label_single
source: %@ is composing…
cs: %@ píše…
de: %@ ist zusammengestellt…
fr: %@ est en train d'écrire…
pt_br: %@ está digitando…
uk: %@ скомпоновано…

# conversation_end_to_end_encrypted_event_title
source: End-to-end encrypted conversation
cs: Koncově šifrovaná konverzace
de: Ende-zu-Ende verschlüsselte Gespräch
fr: Conversation chiffrée de bout en bout
nl: Eind-tot-eind versleuteld gesprek
pt_br: Conversa com criptografia de ponta a ponta
ru: Сквозное шифрование беседы
sk: Koncové šifrovanie konverzácie
uk: Наскрізне шифрування розмови
zh_hans: 端到端加密聊天
