Repository: BelledonneCommunications/linphone-iphone
Catalog: Linphone/Localizable/*.lproj/Localizable.strings
Languages: cs, de, fr, nl, pt_br, ru, sk, uk, zh_hans

# meeting_info_created_toast
source: Meeting has been created
cs: Schůzka byla vytvořena
de: Besprechung wurde erstellt
fr: Réunion créée
nl: Vergadering is aangemaakt
pt_br: A reunião foi criada
ru: Встреча была создана
sk: Schôdzka bola vytvorená
uk: Нараду створено
zh_hans: 会议已创建

# meeting_info_delete
source: Delete meeting
cs: Smazat schůzku
de: Besprechung löschen
fr: Supprimer la réunion
nl: Vergadering verwijderen
pt_br: Excluir reunião
ru: Удалить встречу
sk: Vymazať schôdzku
uk: Видалити нараду
zh_hans: 删除会议

# meeting_info_deleted_toast
source: Meeting has been deleted
cs: Schůzka byla smazána
de: Die Besprechung wurde gelöscht
fr: Réunion supprimée
nl: Vergadering is verwijderd
pt_br: A reunião foi excluída
ru: Встреча была удалена
sk: Schôdzka bola vymazaná
uk: Нараду видалено
zh_hans: 会议已被删除

# meeting_info_export_as_calendar_event
source: Create calendar event
cs: Vytvořit událost v kalendáři
de: Kalenderereignis erstellen
fr: Ajouter dans le calendrier
nl: Agenda-item aanmaken
pt_br: Criar evento na agenda
ru: Создать событие календаря
sk: Vytvoriť udalosť v kalendári
uk: Створити подію в календарі
zh_hans: 创建日历事件

# meeting_info_join_title
source: Join the meeting now
cs: Připojit se ke schůzce ihned
de: Jetzt an Besprechung teilnehmen
fr: Rejoindre la réunion
nl: Sluit nu aan in de vergadering
pt_br: Entrar na reunião agora
ru: Присоединиться к встрече сейчас
sk: Pripojiť sa k schôdzke teraz
uk: Приєднатись до наради
zh_hans: 立即加入会议

# meeting_info_organizer_label
source: Organizer
cs: Organizátor
de: Veranstalter
fr: Organisateur
nl: Organisator
pt_br: Organizador
ru: Органайзер
sk: Organizátor
uk: Організатор
zh_hans: 主办单位

# meeting_info_updated_toast
source: Meeting has been updated
cs: Schůzka byla aktualizována
de: Besprechung wurde aktualisiert
fr: Réunion mise à jour
nl: Vergadering is bijgewerkt
pt_br: A reunião foi atualizada
ru: Встреча была обновлена
sk: Schôdzka bola aktualizovaná
uk: Нараду оновлено
zh_hans: 会议已更新

# meeting_schedule_add_participants_title
source: Add participants
cs: Přidat účastníky
de: Teilnehmer hinzufügen
fr: Ajouter des participants
nl: Deelnemers toevoegen
pt_br: Adicionar participantes
ru: Добавить участников
sk: Pridať účastníkov
uk: Додати учасників
zh_hans: 添加参与者

# meeting_schedule_cancel_dialog_message
source: Do you want to cancel the meeting and send a notification to all participants?
cs: Přejete si zrušit schůzku a odeslat oznámení všem účastníkům?
de: Möchten Sie das Besprechung absagen und allen Teilnehmern eine Benachrichtigung senden?
fr: Voulez-vous annuler la réunion et envoyer une notification aux participants ?
nl: Wil je de vergadering annuleren en een melding naar alle deelnemers sturen?
pt_br: Você quer cancelar a reunião e enviar uma notificação para todos os participantes?
ru: Хотите отменить встречу и отправить уведомление всем участникам?
sk: Želáte si zrušiť schôdzku a odoslať oznámenie všetkým účastníkom?
uk: Ви хочете скасувати нараду та надіслати сповіщення усім учасникам?
zh_hans: 您想取消会议并向所有参与者发送通知吗？

# meeting_schedule_cancel_dialog_title
source: Cancel the meeting?
cs: Zrušit schůzku?
de: Besprechung absagen?
fr: Annuler la réunion ?
nl: Vergadering annuleren?
pt_br: Cancelar a reunião?
ru: Отменить встречу?
sk: Zrušiť schôdzku?
uk: Скасувати нараду?
zh_hans: 取消会议？

# meeting_schedule_description_hint
source: Add description
cs: Přidat popis
de: Beschreibung hinzufügen
fr: Ajouter une description
nl: Beschrijving toevoegen
pt_br: Adicionar descrição
ru: Добавить описание
sk: Pridať popis
uk: Додати опис
zh_hans: 添加描述

# meeting_schedule_description_title
source: Description
cs: Popis
de: Beschreibung
nl: Beschrijving
pt_br: Descrição
ru: Описание
sk: Popis
uk: Опис
zh_hans: 描述

# meeting_schedule_edit_title
source: Edit meeting
cs: Upravit schůzku
de: Besprechung bearbeiten
fr: Modifier la réunion
nl: Vergadering bewerken
pt_br: Editar reunião
ru: Редактировать встречу
sk: Upraviť schôdzku
uk: Редагувати нараду
zh_hans: 编辑会议

# meeting_schedule_meeting_label
source: Meeting
cs: Schůzka
de: Besprechung
fr: Réunion
nl: Vergadering
pt_br: Reunião
ru: Встреча
sk: Schôdzka
uk: Нарада
zh_hans: 会议

# meeting_schedule_pick_end_time_title
source: Choose the end time
cs: Zvolte konec
de: Endzeit wählen
fr: Heure de fin
nl: Kies de eindtijd
pt_br: Escolha a hora de término
ru: Выберите время окончания
sk: Zvoľte čas konca
uk: Оберіть час закінчення
zh_hans: 选择结束时间

# meeting_schedule_pick_start_date_title
source: Choose the start date
cs: Zvolte datum začátku
de: Startdatum wählen
fr: Date de début
nl: Kies de startdatum
pt_br: Escolha a data de início
ru: Выберите дату начала
sk: Zvoľte dátum začiatku
uk: Оберіть дату початку
zh_hans: 选择开始日期

# meeting_schedule_pick_start_time_title
source: Choose the start time
cs: Zvolte čas začátku
de: Startzeit wählen
fr: Heure de début
nl: Kies de starttijd
pt_br: Escolha a hora de início
ru: Выберите время начала
sk: Zvoľte čas začiatku
uk: Оберіть час початку
zh_hans: 选择开始时间

# meeting_schedule_send_invitations_title
source: Send invitation to participants
cs: Odeslat pozvánku účastníkům
de: Einladung an Teilnehmer senden
fr: Envoyer l’invitation par message aux participants
nl: Stuur uitnodiging naar deelnemers
pt_br: Enviar convite aos participantes
ru: Отправить приглашение участникам
sk: Odoslať pozvánku účastníkom
uk: Надіслати запрошення учасникам
zh_hans: 向参与者发送邀请

# meeting_schedule_subject_hint
source: Add title…
cs: Přidat název…
de: Titel hinzufügen…
fr: Ajouter un titre…
nl: Titel toevoegen…
pt_br: Adicionar título…
ru: Добавить заголовок…
sk: Pridať názov…
uk: Додати заголовок…
zh_hans: 添加标题…

# meeting_schedule_timezone_title
source: Timezone
cs: Časová zóna
de: Zeitzone
fr: Fuseau horaire
nl: Tijdzone
pt_br: Fuso horário
ru: Часовой пояс
sk: Časová zóna
uk: Часовий пояс
zh_hans: 时区

# meeting_schedule_title
source: New meeting
cs: Nová schůzka
de: Neue Besprechung
fr: Nouvelle réunion
nl: Nieuwe vergadering
pt_br: Nova reunião
ru: Новая встреча
sk: Nová schôdzka
uk: Нова нарада
zh_hans: 新建会议

# meeting_waiting_room_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
uk: Скасувати
zh_hans: 取消

# meeting_waiting_room_join
source: Join
cs: Připojit se
de: Verbinden
fr: Rejoindre
nl: Deelnemen
pt_br: Entrar
ru: Присоединиться
sk: Pripojiť sa
uk: Приєднатися
zh_hans: 加入

# meeting_waiting_room_joining_title
source: Connection in progress
cs: Probíhá připojování
de: Verbindung wird hergestellt
fr: Connexion à la réunion
nl: Verbinding wordt tot stand gebracht
pt_br: Conexão em andamento
ru: Соединение в процессе
sk: Prebieha pripojenie
uk: Триває підключення
zh_hans: 连接正在进行中

# meetings_list_no_meeting_for_today
source: No meeting scheduled for today
cs: Dnes není naplánována žádná schůzka
de: Für heute ist keine Besprechung geplant
fr: Aucune réunion aujourd\'hui
nl: Er is geen vergadering gepland voor vandaag
pt_br: Nenhuma reunião agendada para hoje
ru: На сегодня встреча не запланирована
sk: Nadnes nie je naplánovaná žiadna schôdzka
uk: На сьогодні наради не заплановано
zh_hans: 今天没有安排会议

# menu_add_address_to_contacts
source: Add to contacts
cs: Přidat do kontaktů
de: Zu Kontakte hinzufügen
fr: Ajouter aux contacts
nl: Toevoegen aan contacten
pt_br: Adicionar aos contatos
ru: Добавить в контакты
sk: Pridať do kontaktov
uk: Додати до контактів
zh_hans: 添加到联系人

# menu_copy_chat_message
source: Copy
cs: Kopírovat
de: Kopieren
fr: Copier le texte
nl: Kopiëren
pt_br: Copiar
ru: Копировать
sk: Kopírovať
uk: Копіювати
zh_hans: 复制

# menu_copy_phone_number
source: Copy phone number
cs: Kopírovat telefonní číslo
de: Telefonnummer kopieren
fr: Copier le numéro
nl: Telefoonnummer kopiëren
pt_br: Copiar número de telefone
ru: Скопировать номер телефона
sk: Kopírovať telefónne číslo
uk: Копіювати номер телефона
zh_hans: 复制电话号码

# menu_delete_history
source: Delete history
cs: Smazat historii
de: Verlauf löschen
fr: Supprimer l\'historique d\'appels
nl: Geschiedenis verwijderen
pt_br: Excluir histórico
ru: Удалить историю
sk: Vymazať históriu
uk: Видалити історію
zh_hans: 删除历史

# menu_delete_selected_item
source: Delete
cs: Smazat
de: Löschen
fr: Supprimer
nl: Wissen
pt_br: Excluir
ru: Удалить
sk: Vymazať
uk: Видалити
zh_hans: 删除

# menu_forward_chat_message
source: Forward
cs: Přeposlat
de: Weiterleiten
fr: Transférer
nl: Doorsturen
pt_br: Encaminhar
ru: Переслать
sk: Preposlať
uk: Переслати
zh_hans: 转发

# menu_invite
source: Invite
cs: Pozvat
de: Einladen
fr: Inviter
nl: Uitnodigen
pt_br: Convidar
ru: Пригласить
sk: Pozvať
uk: Запросити
zh_hans: 邀请

# menu_reply_to_chat_message
source: Reply
cs: Odpovědět
de: Antworten
fr: Répondre
nl: Antwoord
pt_br: Responder
ru: Ответить
sk: Odpovedať
uk: Відповісти
zh_hans: 回复

# menu_resend_chat_message
source: Re-send
cs: Znovu odeslat
de: Erneut senden
fr: Ré-envoyer
nl: Opnieuw verzenden
pt_br: Reenviar
ru: Отправить повторно
sk: Znovu odoslať
uk: Надіслати повторно
zh_hans: 重新发送

# menu_see_existing_contact
source: See contact
cs: Zobrazit kontakt
de: Siehe Kontakt
fr: Voir le contact
nl: Bekijk contact
pt_br: Ver contato
ru: Смотреть контакт
sk: Zobraziť kontakt
uk: Переглянути контакт
zh_hans: 查看联系人

# menu_show_imdn
source: Delivery status
cs: Stav doručení
de: Zustelldetails
fr: Info de réception
nl: Bezorgstatus
pt_br: Status de entrega
ru: Статус доставки
sk: Stav doručenia
uk: Статус доставки
zh_hans: 送达状态

# message_delivery_info_error_title
source: Error
cs: Chyba
de: Fehler
fr: En erreur
nl: Fout
pt_br: Erro
ru: Ошибка
sk: Chyba
uk: Помилка
zh_hans: 错误

# message_forwarded_label
source: Forwarded
cs: Přeposláno
de: Weitergeleitet
fr: Transféré
nl: Doorgestuurd
pt_br: Encaminhada
ru: Переслано
sk: Preposlané
uk: Перенаправлено
zh_hans: 已转发

# message_reaction_click_to_remove_label
source: Click to remove
cs: Klepnutím odstranit
de: Zum Entfernen klicken
fr: Cliquez pour supprimer
nl: Klik om te verwijderen
pt_br: Clique para remover
ru: Нажмите, чтобы удалить
sk: Kliknutím odstránite
uk: Натисніть, щоб видалити
zh_hans: 点击以删除

# network_not_reachable
source: You aren't connected to internet
cs: Nejste připojen(a) k internetu
de: Sie sind nicht mit dem Internet verbunden
fr: Vous n’êtes pas connecté à internet
nl: Je bent niet verbonden met internet
pt_br: Você não está conectado à internet
ru: Вы не подключены к интернету
sk: Nie ste pripojený k internetu
uk: Відсутнє підключення до Інтернету
zh_hans: 您未连接到internet

# new_conversation_create_group
source: Create a group conversation
cs: Vytvořit skupinovou konverzaci
de: Gruppengespräch erstellen
fr: Créer une conversation de groupe
nl: Maak een groepsgesprek
pt_br: Criar uma conversa em grupo
ru: Создать групповой беседу
sk: Vytvoriť skupinovú konverzáciu
uk: Створити групову розмову
zh_hans: 创建群组聊天

# new_conversation_search_bar_filter_hint
source: Search contact
cs: Hledat kontakt
de: Kontakt suchen
fr: Chercher un contact
nl: Zoek contact
pt_br: Pesquisar contato
ru: Найти контакт
sk: Hľadať kontakt
uk: Пошук контакту
zh_hans: 搜索联系人

# new_conversation_title
source: New conversation
cs: Nová konverzace
de: Neuer Chat
fr: Créer une conversation
nl: Nieuw gesprek
pt_br: Nova conversa
ru: Новая беседа
sk: Nová konverzácia
uk: Нова розмова
zh_hans: 新聊天

source: Next
cs: Další
de: Weiter
fr: Suivant
nl: Volgende
pt_br: Próximo
ru: Следующий
sk: Ďalej
uk: Наступний
zh_hans: 下一个

# notification_missed_call_title
source: Missed call
cs: Zmeškaný hovor
de: Verpasster Anruf
fr: Appel manqué
nl: Gemiste oproep
pt_br: Chamada perdida
ru: Пропущенный звонок
sk: Zmeškaný hovor
uk: Пропущений виклик
zh_hans: 未接来电

# operation_in_progress_overlay
source: Operation in progress, please wait
cs: Operace probíhá, prosím počkejte
de: Vorgang wird ausgeführt, bitte warten
fr: Opération en cours, merci de patienter...
nl: Bezig met bewerking, even geduld alstublieft
pt_br: Operação em andamento, por favor, aguarde
ru: Операция выполняется, пожалуйста, подождите
sk: Prebieha operácia, prosím, čakajte
uk: Операція триває, будь ласка, зачекайте
zh_hans: 操作正在进行中，请稍候

source: Password
cs: Heslo
de: Passwort
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha
ru: Пароль
sk: Heslo
uk: Пароль
zh_hans: 密码

source: Phone number
cs: Telefonní číslo
de: Telefonnummer
fr: Numéro de téléphone
nl: Telefoonnummer
pt_br: Número de telefone
ru: Номер телефона
sk: Telefónne číslo
uk: Номер телефону
zh_hans: 手机号

# settings_advanced_accept_early_media_title
source: Accept early media
cs: Přijímat zvuk před spojením hovoru (early media - např. hlášky nebo tóny)
de: Frühe Medienübertragung erlauben
fr: Accepter l'early media
nl: Accepteer vroege media
pt_br: Aceitar mídia antecipada
ru: Принимать ранний поток
sk: Prijímať zvuk pred spojením hovoru (early media)
uk: Приймати ранні медіадані
zh_hans: 接受来电铃声

# settings_advanced_allow_outgoing_early_media_title
source: Allow outgoing early media
cs: Přenášet zvuk při odchozím hovoru (early media)
de: Ausgehende frühe Medianübertragung erlauben
fr: Autoriser l'early media pour les appels sortants
nl: Sta uitgaande vroege media toe
pt_br: Permitir mídia antecipada de saída
ru: Разрешить исходящие ранний поток
sk: Prenášať zvuk pri odchádzajúcom hovore (early media)
uk: Дозволити вихідні ранні медіафайли
zh_hans: 允许外向的来电铃声

# settings_advanced_audio_codecs_title
source: Audio codecs
cs: Zvukové kodeky
fr: Codecs audio
pt_br: Codecs de áudio
ru: Аудиокодеки
sk: Zvukové kodeky
uk: Аудіокодеки
zh_hans: 音频编码

# settings_advanced_audio_devices_title
source: Audio devices
cs: Zvuková zařízení
de: Audiogeräte
fr: Périphériques audio
nl: Audioapparaten
pt_br: Dispositivos de áudio
ru: Аудиоустройства
sk: Zvukové zariadenia
uk: Аудіопристрої
zh_hans: 音频设备

# settings_advanced_device_id
source: Device ID
cs: ID zařízení
de: Gerät ID
fr: Nom de l'appareil
nl: Apparaat-ID
pt_br: ID do dispositivo
ru: Идентификатор устройства
sk: ID zariadenia
uk: ID пристрою
zh_hans: 设备ID

# settings_advanced_device_id_hint
source: Alpha-numerical characters only
cs: Pouze alfanumerické znaky
de: Nur alpha-numerische Zeichen
fr: Caractères alpha-numériques uniquement
nl: Alleen alfanumerieke tekens
pt_br: Apenas caracteres alfanuméricos
ru: Только буквенно-цифровые символы
sk: Iba alfanumerické znaky
uk: Тільки буквено-цифрові символи
zh_hans: 仅限字母数字字符

# settings_advanced_download_apply_remote_provisioning
source: Download & apply
cs: Stáhnout a použít
de: Download & anwenden
fr: Télécharger & appliquer
nl: Downloaden en toepassen
pt_br: Baixar e aplicar
ru: Загрузите и применить
sk: Stiahnuť a použiť
uk: Завантажити та застосувати
zh_hans: 下载并应用

# settings_advanced_input_audio_device_title
source: Default input audio device
cs: Výchozí vstupní zvukové zařízení
de: Standard Audioeingabegerät
fr: Périphérique de capture par défaut
nl: Standaard invoer audioapparaat
pt_br: Dispositivo de entrada de áudio padrão
ru: Аудиоустройство ввода по умолчанию
sk: Predvolené vstupné zvukové zariadenie
uk: Вхідний аудіопристрій за замовчуванням
zh_hans: 默认输入音频设备

# settings_advanced_media_encryption_mandatory_title
source: Media encryption mandatory
cs: Povinné šifrování médií
de: Medienverschlüsselung erzwingen
fr: Rendre le chiffrement du média obligatoire
nl: Media-versleuteling verplicht
pt_br: Criptografia de mídia obrigatória
ru: Обязательное шифрование медиа
sk: Povinné šifrovanie médií
uk: Обов'язкове шифрування медіафайлів
zh_hans: 强制媒体加密

# settings_advanced_output_audio_device_title
source: Default output audio device
cs: Výchozí výstupní zvukové zařízení
de: Standard Audioausgabegerät
fr: Périphérique d'écoute par défaut
nl: Standaard uitvoer audioapparaat
pt_br: Dispositivo de saída de áudio padrão
ru: Аудиоустройство вывода по умолчанию
sk: Predvolené výstupné zvukové zariadenie
uk: Вихідний аудіопристрій за замовчуванням
zh_hans: 默认输出音频设备

# settings_advanced_remote_provisioning_url
source: Remote provisioning URL
cs: URL pro vzdálené nastavení
de: Remotebereitstellung URL
fr: URL de configuration distante
nl: URL voor externe provisioning
pt_br: URL de provisionamento remoto
ru: URL-адрес удалённого конфигурирования
sk: URL pre vzdialenú správu
uk: URL-адреса віддаленого налаштування
zh_hans: 远程部署配置URL

# settings_advanced_title
source: Advanced settings
cs: Pokročilá nastavení
de: Erweiterte Einstellungen
fr: Paramètres avancés
nl: Geavanceerde instellingen
pt_br: Configurações avançadas
ru: Расширенные настройки
sk: Pokročilé nastavenia
uk: Розширені налаштування
zh_hans: 高级设置

# settings_advanced_upload_server_url
source: File sharing server URL
cs: URL adresa server pro sdílení souborů
de: Datei-Upload-URL
fr: URL du serveur de partage de fichier
nl: URL van de bestanddelingsserver
pt_br: URL do servidor de compartilhamento de arquivos
ru: URL-адрес сервера обмена файлами
sk: URL adresa servera pre zdieľanie súborov
uk: URL-адреса сервера обміну файлами
zh_hans: 文件共享服务器URL

# settings_advanced_video_codecs_title
source: Video codecs
cs: Video kodeky
fr: Codecs vidéo
pt_br: Codecs de vídeo
ru: Видеокодеки
sk: Video kodeky
uk: Відеокодеки
zh_hans: 视频编码

# settings_calls_adaptive_rate_control_title
source: Adaptive rate control
cs: Adaptivní datový tok
de: Adaptive Geschwindigkeitsregelung
fr: Contrôle automatique de la qualité
nl: Adaptieve bitrate-regeling
pt_br: Controle adaptativo de taxa
ru: Адаптивный контроль скорости
sk: Adaptívny kontrola rýchlosti
uk: Адаптивне керування швидкістю
zh_hans: 自适应速率控制

# settings_calls_auto_record_title
source: Automatically start recording calls
cs: Automaticky spouštět nahrávání hovorů
de: Automatische Anrufaufzeichnung starten
fr: Enregistrement automatique des appels
nl: Oproepen automatisch opnemen
pt_br: Iniciar gravação de chamadas automaticamente
ru: Автоматически начинать запись звонков
sk: Automaticky spustiť nahrávanie hovorov
uk: Автоматично починати запис дзвінків
zh_hans: 自动开始录制通话

# settings_calls_calibrate_echo_canceller_done_no_echo
source: no echo
cs: žádné echo
de: kein Echo
fr: pas d'écho
nl: Geen echo
pt_br: sem eco
ru: эхо не обнаружено
sk: bez ozveny
uk: луна відсутня
zh_hans: 无回声

# settings_calls_calibrate_echo_canceller_failed
source: failed
cs: selhalo
de: fehlgeschlagen
fr: échec
nl: Mislukt
pt_br: falhou
ru: калибровка не удалась
sk: zlyhalo
uk: Калібрування не вдалося
zh_hans: 失败

# settings_calls_calibrate_echo_canceller_in_progress
source: in progress
cs: probíhá
de: im Gange
fr: en cours
nl: In behandeling
pt_br: em andamento
ru: калибровка началась
sk: prebieha
uk: виконується
zh_hans: 正在进行中

# settings_calls_calibrate_echo_canceller_title
source: Calibrate echo canceller
cs: Kalibrovat potlačení ozvěny
de: Echokompensator kalibrieren
fr: Calibrer l'annulateur d'écho
nl: Echo-onderdrukking kalibreren
pt_br: Calibrar cancelador de eco
ru: Калибровка эхоподавления
sk: Kalibrovať potlačenie ozveny
uk: Калібрування апаратного придушувача луни
zh_hans: 校准回声消除器

# settings_calls_change_ringtone_title
source: Change ringtone
cs: Změnit vyzváněcí tón
de: Klingelton ändern
fr: Changer de sonnerie
nl: Beltoon wijzigen
pt_br: Alterar toque
ru: Изменить рингтон
sk: Zmeniť vyzváňací tón
uk: Змінити мелодію дзвінка
zh_hans: 更改铃声

# settings_calls_echo_canceller_subtitle
source: Prevents echo from being heard by remote end if no hardware echo canceller is available
cs: Zabraňuje tomu, aby ozvěna byla slyšena na vzdálené straně, pokud není k dispozici hardwarové potlačení ozvěny
de: Verhindert, dass das Echo am entfernten Ende gehört wird, wenn kein Hardware Echokompensator verfügbar ist
fr: Évite que de l'écho soit entendu par votre correspondant si un annulateur matériel n'est pas disponible
nl: Voorkomt echo aan de andere kant van de lijn als er geen hardwarematige echo-onderdrukking beschikbaar is
pt_br: Impede que o eco seja ouvido pela outra parte se não houver um cancelador de eco de hardware disponível
ru: Устраняет появление эха, слышимое на другой стороне, если отсутствует аппаратный эхоподавитель
sk: Zabraňuje, aby ozvenu bolo počuť na vzdialenej strane, ak nie je k dispozícii hardvérové potlačenie ozveny
uk: Усуває появу луни, яка може бути чутна з іншого боку, якщо апаратне придушення луни недоступне
zh_hans: 如果没有可用的硬件回声消除器，则防止远程端听到回声

# settings_calls_echo_canceller_title
source: Use software echo canceller
cs: Použít softwarové potlačení ozvěny
de: Verwenden Sie die Software Echounterdrückung
fr: Utiliser l'annulateur d'écho logiciel
nl: Softwarematige echo-onderdrukking gebruiken
pt_br: Usar cancelador de eco por software
ru: Использовать программное подавление эха
sk: Použiť softvérové potlačenie ozveny
uk: Використовуйте програмне придушення луни
zh_hans: 使用软件回声消除器

# settings_calls_enable_fec_title
source: Enable video FEC
cs: Povolit FEC pro video
de: Video FEC aktivieren
fr: Activer la FEC vidéo
nl: Video-FEC inschakelen
pt_br: Ativar FEC de vídeo
ru: Включить видео FEC
sk: Povoliť FEC pre video
uk: Увімкнути FEC відео
zh_hans: 启用视频前向纠错FEC

# settings_calls_enable_video_title
source: Enable video
cs: Povolit video
de: Video aktivieren
fr: Autoriser la vidéo
nl: Video inschakelen
pt_br: Ativar vídeo
ru: Включить видео
sk: Povoliť video
uk: Увімкнути відео
zh_hans: 启用视频

# settings_calls_title
source: Calls
cs: Hovory
de: Anrufe
fr: Appels
nl: Oproepen
pt_br: Chamadas
ru: Звонки
sk: Hovory
uk: Дзвінки
zh_hans: 通话

# settings_calls_vibrate_while_ringing_title
source: Vibrate while incoming call is ringing
cs: Vibrovat při příchozím hovoru
de: Vibrieren während ein eingehender Anruf klingelt
fr: Vibration lors de l’appel
nl: Trillen tijdens inkomend gesprek
pt_br: Vibrar enquanto a chamada recebida está tocando
ru: Вибрация при входящем звонке
sk: Vibrovať počas prichádzajúceho hovoru
uk: Вібрація під час вхідного дзвінка
zh_hans: 来电铃响时振动

# settings_contacts_add_carddav_server_title
source: Add CardDAV address book
cs: Přidat adresář CardDAV
de: CardDAV-Adressbuch hinzufügen
fr: Ajouter un carnet d'adresse CardDAV
nl: Voeg CardDAV-adresboek toe
pt_br: Adicionar agenda CardDAV
ru: Добавление адресной книги CardDAV
sk: Pridať adresár CardDAV
uk: Додати адресну книгу CardDAV
zh_hans: 添加CardDAV通讯簿

# settings_contacts_add_ldap_server_title
source: Add LDAP server
cs: Přidat LDAP server
de: LDAP-Server hinzufügen
fr: Ajouter un serveur LDAP
nl: LDAP-server toevoegen
pt_br: Adicionar servidor LDAP
ru: Добавить LDAP-сервер
sk: Pridať LDAP server
uk: Додати LDAP сервер
zh_hans: 添加LDAP服务器

# settings_contacts_carddav_name_title
source: Display name
cs: Zobrazené jméno
de: Anzeigename
fr: Nom d'affichage
nl: Weergavenaam
pt_br: Nome de exibição
ru: Отображаемое имя
sk: Zobrazované meno
uk: Ім'я для відображення
zh_hans: 昵称

# settings_contacts_carddav_password_title
source: Password
cs: Heslo
de: Passwort
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha
ru: Пароль
sk: Heslo
uk: Пароль
zh_hans: 密码

# settings_contacts_carddav_server_url_title
source: Server URL
cs: URL adresa serveru
fr: URL du serveur
pt_br: URL do servidor
ru: URL-адрес сервера
sk: URL adresa servera
uk: URL сервера
zh_hans: 服务器URL

# settings_contacts_carddav_sync_error_toast
source: Synchronization error!
cs: Sychronizace selhala!
de: Synchronisierungfehler!
fr: Erreur de synchronization !
nl: Synchronisatiefout!
pt_br: Erro na sincronização!
ru: Ошибка синхронизации!
sk: Synchronizácia zlyhala!
uk: Помилка синхронізації!
zh_hans: 同步出错！

# settings_contacts_carddav_username_title
source: Username
cs: Uživatelské jméno
de: Benutzername
fr: Nom d'utilisateur
nl: Gebruikersnaam
pt_br: Nome de usuário
ru: Имя пользователя
sk: Používateľské meno
uk: Ім'я користувача
zh_hans: 用户名
