Repository: BelledonneCommunications/linphone-iphone
Catalog: Linphone/Localizable/*.lproj/Localizable.strings
Languages: cs, de, fr, nl, pt_br, ru, sk, uk, zh_hans

# call_srtp_point_to_point_encrypted
source: Point-to-point encrypted by SRTP
cs: Šifrováno point-to-point pomocí SRTP
de: Punkt-zu-Punkt Verschlüsselung durch SRTP
fr: Appel chiffré de point à point
nl: Punt-naar-punt versleuteld door SRTP
pt_br: Criptografada ponto a ponto por SRTP
ru: Шифрование точка-точка по SRTP
sk: Koncové šifrovanie pomocou SRTP
uk: Наскрізне шифрування за допомогою SRTP
zh_hans: SRTP点对点加密

# call_state_connected
source: Active
cs: Aktivní
de: Aktiv
fr: Actif
nl: Actief
pt_br: Ativa
ru: Активный
sk: Aktívny
uk: Активний
zh_hans: 活动的

# call_state_paused
source: Paused
cs: Pozastaveno
de: Pausieren
fr: En pause
nl: Gepauzeerd
pt_br: Pausada
ru: Приостановлено
sk: Pozastavené
uk: Призупинено
zh_hans: 暂停

# call_state_paused_by_remote
source: Paused by remote
cs: Pozastaveno vzdálenou stranou
de: Fern pausiert
fr: Mis en pause par le correspondant
nl: Gepauzeerd door externe partij
pt_br: Pausada pelo remoto
ru: Приостановлено удаленно
sk: Pozastavené vzdialenou stranou
uk: Призупинено віддалено
zh_hans: 被远程方暂停

# call_state_resuming
source: Resuming…
cs: Obnovuji…
de: Fortsetzen…
fr: Reprise…
nl: Hervatten…
pt_br: Retomando…
ru: Возобновление…
sk: Obnovujem…
uk: Відновлення…
zh_hans: 正在恢复…

# call_stats_media_encryption_title
source: Media encryption
cs: Šifrování médií
de: Medienverschlüsselung
fr: Chiffrement du média
nl: Media-versleuteling
pt_br: Criptografia de mídia
ru: Шифрование медиа
sk: Šifrovanie médií
uk: Шифрування медіа
zh_hans: 媒体加密

# call_stats_video_title
source: Video
pt_br: Vídeo
ru: Видео
sk: Video (obraz)
uk: Відео
zh_hans: 视频

# call_transfer_failed_toast
source: Call transfer failed!
cs: Přepojení hovoru selhalo!
de: Anrufweiterleitung fehlgeschlagen!
fr: Echec du transfert
nl: Doorverbinden van oproep mislukt!
pt_br: Falha na transferência da chamada!
ru: Перевод вызова не удался!
sk: Presmerovanie hovoru zlyhalo!
uk: Перенаправлення виклику не вдалося!
zh_hans: 呼叫转移失败！

# call_transfer_in_progress_toast
source: Call is being transferred
cs: Hovor se přepojuje
de: Anruf wird weitergeleitet
fr: Transfert en cours
nl: Oproep wordt doorverbonden
pt_br: A chamada está sendo transferida
ru: Вызов переводится
sk: Hovor je presmerovaný
uk: Виклик перенаправляється
zh_hans: 呼叫正在转接

# call_transfer_successful_toast
source: Call has been successfully transferred
cs: Hovor byl úspěšně přepojen
de: Anruf wurde erfolgreich weitergeleitet
fr: Appel transféré
nl: Oproep is succesvol doorverbonden
pt_br: A chamada foi transferida com sucesso
ru: Звонок успешно переведен
sk: Hovor bol úspešne presmerovaný
uk: Виклик успішно перенаправлено
zh_hans: 呼叫已成功转移

# call_waiting_for_encryption_info
source: Waiting for encryption…
cs: Čeká se na šifrování…
de: Warten auf Verschlüsselung…
fr: En attente du chiffrement…
nl: Wachten op versleuteling…
pt_br: Aguardando criptografia…
ru: Ожидание шифрования…
sk: Čaká sa na šifrovanie…
uk: Очікування шифрування…
zh_hans: 正在等待加密…

# call_zrtp_end_to_end_encrypted
source: End-to-end encrypted by ZRTP
cs: Koncově šifrováno pomocí ZRTP
de: Ende-zu-Ende verschlüsselt durch ZRTP
fr: Appel chiffré de bout en bout
nl: Eind-tot-eind versleuteld door ZRTP
pt_br: Criptografada de ponta a ponta por ZRTP
ru: Сквозное шифрование ZRTP
sk: Koncovo šifrované pomocou ZRTP
uk: Наскрізне шифрування за допомогою ZRTP
zh_hans: ZRTP端到端加密

# call_zrtp_sas_validation_required
source: Validation required
cs: Je vyžadováno ověření
de: Validierung erforderlich
fr: Vérification nécessaire
nl: Validatie vereist
pt_br: Validação necessária
ru: Требуется проверка
sk: Vyžadované overenie
uk: Потрібна перевірка
zh_hans: 需要验证

# calls_list_dialog_merge_into_conference_label
source: Create conference
cs: Vytvořit konferenci
de: Konferenz erstellen
fr: Créer une conférence
nl: Groepsgesprek aanmaken
pt_br: Criar conferência
ru: Создать конференцию
sk: Vytvoriť konferenciu
uk: Створити конференцію
zh_hans: 创建会议

# calls_list_dialog_merge_into_conference_title
source: Merge all calls into conference?
cs: Propojit všechny hovory do konference?
de: Alle Anrufe zu einer Konferenz zusammenführen?
fr: Fusionner les appels en une conférence ?
nl: Alle oproepen samenvoegen in een groepsgesprek ?
pt_br: Mesclar todas as chamadas em conferência?
ru: Объединить все звонки в конференцию?
sk: Zlúčiť všetky hovory do konferencie?
uk: Об'єднати всі дзвінки в конференцію?
zh_hans: 将所有通话合并到会议中？

# calls_list_title
source: Calls list
cs: Seznam hovorů
de: Anrufliste
fr: Liste des appels
nl: Oproeplijst
pt_br: Lista de chamadas
ru: Список вызовов
sk: Zoznam hovorov
uk: Список дзвінків
zh_hans: 通话列表

# conference_action_screen_sharing
source: Screen share
cs: Sdílet obrazovku
de: Bildschirmfreigabe
fr: Partage d’écran
nl: Scherm delen
pt_br: Compartilhar tela
ru: Поделиться экраном
sk: Zdieľať obrazovku
uk: Спільний доступ до екрана
zh_hans: 屏幕共享

# conference_action_show_participants
source: Participants
cs: Účastníci
de: Teilnehmer
nl: Deelnemers
pt_br: Participantes
ru: Участники
sk: Účastníci
uk: Учасники
zh_hans: 参与者

# conference_call_empty
source: Waiting for other participants…
cs: Čekání na další účastníky…
de: Warten auf weitere Teilnehmer…
fr: En attente d’autres participants…
nl: Wachten op andere deelnemers…
pt_br: Aguardando outros participantes…
ru: Ожидание остальных участников…
sk: Čakanie na ďalších účastníkov…
uk: Чекаємо на інших учасників…
zh_hans: 正在等待其他参与者…

# conference_failed_to_create_group_call_toast
source: Failed to create a group call!
cs: Vytvoření skupinového hovoru selhalo!
de: Gruppenanruf konnte nicht erstellt werden!
fr: Echec de l’appel de groupe
nl: Groepsoproep aanmaken mislukt!
pt_br: Falha ao criar chamada em grupo!
ru: Не удалось создать групповой звонок!
sk: Vytvorenie skupinového hovoru zlyhalo!
uk: Не вдалося створити груповий дзвінок!
zh_hans: 创建群组呼叫失败！

# conference_layout_active_speaker
source: Speaker
cs: Mluvčí
de: Lautsprecher
fr: Intervenant actif
nl: Spreker
pt_br: Alto-falante
ru: Текущий участник
sk: Hovoriaci (rečník)
uk: Динамік
zh_hans: 发言人

# conference_layout_audio_only
source: Audio only
cs: Pouze zvuk
de: Nur Audio
fr: Audio uniquement
nl: Alleen audio
pt_br: Somente áudio
ru: Только аудио
sk: Iba zvuk
uk: Тільки аудіо
zh_hans: 仅限音频

# conference_layout_grid
source: Mosaic
cs: Mozaika
de: Mosaik
fr: Mosaïque
nl: Mozaïek
pt_br: Mosaico
ru: Мозаика
sk: Mozaika
uk: Мозаїка
zh_hans: 镶嵌Mosaic

# conference_participant_joining_text
source: Joining…
cs: Připojování…
de: Beitritt…
fr: En train de rejoindre…
nl: Deelnemen…
pt_br: Entrando…
ru: Подключаюсь…
sk: Pripojovanie…
uk: Приєднання…
zh_hans: 正在加入…

# conference_participant_paused_text
source: Paused
cs: Pozastaveno
de: Pausieren
fr: En pause
nl: Gepauzeerd
pt_br: Pausado
ru: Приостановлено
sk: Pozastavené
uk: Призупинено
zh_hans: 暂停

# conference_share_link_title
source: Share invitation
cs: Sdílet pozvánku
de: Einladung teilen
fr: Partager le lien
nl: Uitnodiging delen
pt_br: Compartilhar convite
ru: Поделиться приглашением
sk: Zdieľať pozvánku
uk: Поділитися запрошенням
zh_hans: 分享邀请

# connection_error_for_non_default_account
source: Account(s) connection error
cs: Chyba při připojení účtu(ů)
de: Verbindungsfehler bei den Konten
fr: Compte(s) non connecté(s)
nl: Account(s) verbindingsfout
pt_br: Erro de conexão da(s) conta(s)
ru: Ошибка подключения к аккаунту(ам)
sk: Chyba pripojenia účtu(-ov)
uk: Помилка підключення облікового запису(ів)
zh_hans: 账户连接错误

# contact_call_action
source: Call
cs: Volat
de: Anruf
fr: Appel
nl: Telefoongesprek
pt_br: Chamar
ru: Позвонить
sk: Volať
uk: Дзвінок
zh_hans: 通话

# contact_details_actions_title
source: Other actions
cs: Další akce
de: Andere Aktionen
fr: Autres actions
nl: Andere acties
pt_br: Outras ações
ru: Другие действия
sk: Ďalšie akcie
uk: Інші дії
zh_hans: 其他动作

# contact_details_add_to_favourites
source: Add to favourites
cs: Přidat do oblíbených
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
nl: Toevoegen aan favorieten
pt_br: Adicionar aos favoritos
ru: Добавить в избранное
sk: Pridať do obľúbených
uk: Додати в обрані
zh_hans: 添加到收藏夹

# contact_details_delete
source: Delete
cs: Smazat
de: Löschen
fr: Supprimer
nl: Wissen
pt_br: Excluir
ru: Удалить
sk: Vymazať
uk: Видалити
zh_hans: 删除

# contact_details_edit
source: Edit
cs: Upravit
de: Bearbeiten
fr: Modifier
nl: Bewerken
pt_br: Editar
ru: Изменить
sk: Upraviť
uk: Редагувати
zh_hans: 编辑

# contact_details_remove_from_favourites
source: Remove from favourites
cs: Odebrat z oblíbených
de: Aus Favoriten entfernen
fr: Retirer des favoris
nl: Verwijderen uit favorieten
pt_br: Remover dos favoritos
ru: Удалить из избранного
sk: Odstrániť z obľúbených
uk: Видалити з обраних
zh_hans: 从收藏夹中删除

# contact_details_share
source: Share
cs: Sdílet
de: Teilen
fr: Partager
nl: Delen
pt_br: Compartilhar
ru: Поделиться
sk: Zdieľať
uk: Поділитися
zh_hans: 分享

# contact_dialog_delete_message
source: This contact will be definitively removed.
cs: Kontakt bude nadobro nevratně smazán.
de: Dieser Kontakt wird endgültig entfernt.
fr: Ce contact sera définitivement supprimé.
nl: Dit contact wordt definitief verwijderd.
pt_br: Este contato será removido definitivamente.
ru: Этот контакт будет окончательно удален.
sk: Tento kontakt bude definitívne odstránený.
uk: Цей контакт буде остаточно видалено.
zh_hans: 此联系人将被永久删除。

# contact_dialog_pick_phone_number_or_sip_address_title
source: Choose a number or a SIP address
cs: Vyberte číslo nebo SIP adresu
de: Eine Nummer oder SIP Adresse wählen
fr: Choisissez un numéro ou adresse SIP
nl: Kies een nummer of een SIP-adres
pt_br: Escolha um número ou um endereço SIP
ru: Выберите номер или SIP-адрес
sk: Vyberte číslo alebo SIP adresu
uk: Виберіть номер або SIP-адресу
zh_hans: 选择一个电话号码或SIP地址

# contact_edit_title
source: Edit contact
cs: Upravit kontakt
de: Kontakt bearbeiten
fr: Modifier contact
nl: Bewerk contact
pt_br: Editar contato
ru: Изменить контакт
sk: Upraviť kontakt
uk: Редагувати контакт
zh_hans: 编辑联系人

# contact_editor_company
source: Company
cs: Společnost
de: Unternehmen
fr: Entreprise
nl: Bedrijf
pt_br: Empresa
ru: Организация
sk: Spoločnosť
uk: Компанія
zh_hans: 公司

# contact_editor_dialog_abort_confirmation_message
source: All changes will be lost
cs: Všechny změny budou ztraceny
de: Alle Änderungen werden verloren
fr: Toutes vos modifications seront perdues.
nl: Alle wijzigingen gaan verloren
pt_br: Todas as alterações serão perdidas
ru: Все изменения будут потеряны
sk: Všetky zmeny budú stratené
uk: Усі зміни будуть втрачені
zh_hans: 所有更改都将丢失

# contact_editor_dialog_abort_confirmation_title
source: Don't save changes?
cs: Zahodit změny?
de: Änderungen nicht speichern?
fr: Ignorer les modifications ?
nl: Wijzigingen niet opslaan?
pt_br: Não salvar alterações?
ru: Не сохранять изменения?
sk: Neuložiť zmeny?
uk: Не зберігати зміни?
zh_hans: 不保存更改？

# contact_editor_first_name
source: First name
cs: Jméno
de: Vorname
fr: Prénom
nl: Voornaam
pt_br: Nome
ru: Имя
sk: Krstné meno
uk: Ім'я
zh_hans: 名

# contact_editor_job_title
source: Job title
cs: Pracovní pozice
de: Berufsbezeichnung
fr: Poste
nl: Functietitel
pt_br: Cargo
ru: Должность
sk: Pracovná pozícia
uk: Посада
zh_hans: 职位

# contact_editor_last_name
source: Last name
cs: Příjmení
de: Nachname
fr: Nom de famille
nl: Achternaam
pt_br: Sobrenome
ru: Фамилия
sk: Priezvisko
uk: Прізвище
zh_hans: 姓

# contact_message_action
source: Message
cs: Zpráva
de: Nachricht
nl: Bericht
pt_br: Mensagem
ru: Сообщение
sk: Správa
uk: Повідомлення
zh_hans: 信息

# contact_new_title
source: New contact
cs: Nový kontakt
de: Neuer Kontakt
fr: Nouveau contact
nl: Nieuw contact
pt_br: Novo contato
ru: Новый контакт
sk: Nový kontakt
uk: Новий контакт
zh_hans: 新建联系人

# contacts_list_empty
source: No contact for the moment…
cs: Momentálně žádný kontakt…
de: Im Moment kein Kontakt…
fr: Aucun contact pour le moment…
nl: Geen contact op dit moment…
pt_br: Nenhum contato no momento…
ru: Сейчас нет ни одного контакта…
sk: Momentálne žiadny kontakt…
uk: Наразі контакти відсутні…
zh_hans: 暂时没有联系人…

# contacts_list_favourites_title
source: Favourites
cs: Oblíbené
de: Favoriten
fr: Favoris
nl: Favorieten
pt_br: Favoritos
ru: Избранное
sk: Obľúbené
uk: Обрані контакти
zh_hans: 收藏夹

# contacts_list_filter_popup_see_all
source: See all
cs: Zobrazit vše
de: Alles sehen
fr: Tous les contacts
nl: Zie alles
pt_br: Ver todos
ru: Смотреть все
sk: Zobraziť všetko
uk: Переглянути усі
zh_hans: 查看所有

# conversation_action_call
source: Call
cs: Volat
de: Anruf
fr: Appeler
nl: Telefoongesprek
pt_br: Chamar
ru: Позвонить
sk: Volať
uk: Дзвінок
zh_hans: 通话

# conversation_action_configure_ephemeral_messages
source: Configure ephemeral messages
cs: Nastavení mizejících zpráv
de: kurzlebiger Nachrichten konfigurieren
fr: Configurer les messages éphémères
nl: Configureer kortstondige berichten
pt_br: Configurar mensagens efêmeras
ru: Настроить временные сообщения
sk: Nastavenie dočasných (miznúcich) správ
uk: Налаштування тимчасових повідомлень
zh_hans: 配置阅后即焚消息

# conversation_action_delete
source: Delete conversation
cs: Smazat konverzaci
de: Gespräch löschen
fr: Supprimer la conversation
nl: Gesprek verwijderen
pt_br: Excluir conversa
ru: Удалить беседу
sk: Vymazať konverzáciu
uk: Видалити розмову
zh_hans: 删除聊天

# conversation_action_leave_group
source: Leave the group
cs: Opustit skupinu
de: Verlasse die Gruppe
fr: Quitter la conversation
nl: Groep verlaten
pt_br: Sair do grupo
ru: Покинуть группу
sk: Opustiť skupinu
uk: Вийти з групи
zh_hans: 离开群组

# conversation_action_mark_as_read
source: Mark as read
cs: Označit jako přečtené
de: Als gelesen markieren
fr: Marquer comme lu
nl: Markeer als gelezen
pt_br: Marcar como lida
ru: Отметить как прочитанное
sk: Označiť ako prečítané
uk: Позначити як прочитане
zh_hans: 标记为已读

# conversation_action_mute
source: Mute
cs: Ztlumit
de: Stummschalten
fr: Mettre en sourdine
nl: Dempen
pt_br: Silenciar
ru: Отключить звук
sk: Stlmiť
uk: Вимкнути звук
zh_hans: 静音

# conversation_action_unmute
source: Un-mute
cs: Zrušit ztlumení
de: Stumm aufheben
fr: Réactiver les notifications
nl: Dempen uitschakelen
pt_br: Reativar som
ru: Включить звук
sk: Zrušiť stlmenie
uk: Увімкнути звук
zh_hans: 取消静音

# conversation_add_participants_title
source: Add participants
cs: Přidat účastníky
de: Teilnehmer hinzufügen
fr: Ajouter des participants
nl: Deelnemers toevoegen
pt_br: Adicionar participantes
ru: Добавить участников
sk: Pridať účastníkov
uk: Додати учасників
zh_hans: 添加参与者

# conversation_dialog_edit_subject
source: Edit conversation subject
cs: Upravit předmět konverzace
de: Gesprächsbetreff bearbeiten
fr: Renommer la conversation
nl: Gespreksonderwerp bewerken
pt_br: Editar assunto da conversa
ru: Изменить тему беседы
sk: Upraviť predmet konverzácie
uk: Редагувати назву розмови
zh_hans: 编辑聊天主题

# conversation_dialog_set_subject
source: Set conversation subject
cs: Nastavit předmět konverzace
de: Gesprächsbetreff festlegen
fr: Nommer la conversation
nl: Gespreksonderwerp instellen
pt_br: Definir assunto da conversa
ru: Установить тему беседы
sk: Nastaviť predmet konverzácie
uk: Встановити назву розмови
zh_hans: 设置聊天主题

# conversation_dialog_subject_hint
source: Conversation subject
cs: Předmět konverzace
de: Gesprächsbetreff
fr: Nom de la conversation
nl: Gespreksonderwerp
pt_br: Assunto da conversa
ru: Тема беседы
sk: Predmet konverzácie
uk: Назва розмови
zh_hans: 聊天主题

# conversation_ephemeral_messages_subtitle
source: New messages will be automatically deleted once read by everyone. Choose a duration:
cs: Nové zprávy budou automaticky smazány, jakmile je všichni přečtou. Vyberte dobu trvání:
de: Neue Nachrichten werden automatisch gelöscht, sobald sie von allen gelesen wurden. Wählen Sie eine Dauer:
fr: Les messages éphémères seront automatiquement supprimés après avoir été lus par tous et une fois le délai suivant écoulé :
nl: Nieuwe berichten worden automatisch verwijderd zodra ze door iedereen zijn gelezen. Kies een duur:
pt_br: Novas mensagens serão excluídas automaticamente assim que lidas por todos. Escolha uma duração:
ru: Новые сообщения будут автоматически удаляться после прочтения всеми. Время жизни сообщения:
sk: Nové správy sa automaticky odstránia, keď si ich všetci prečítajú. Vyberte dobu trvania:
uk: Нові повідомлення будуть автоматично видалені після того, як їх усі прочитають. Оберіть тривалість відображення повідомлення:
zh_hans: 新消息一旦被所有人阅读，就会自动删除。 选择持续时间：

# conversation_ephemeral_messages_title
source: Ephemeral messages
cs: Mizející zprávy
de: Kurzlebiger Nachrichten
fr: Messages éphémères
nl: Kortstondige berichten
pt_br: Mensagens efêmeras
ru: Временные сообщения
sk: Dočasné (miznúce) správy
uk: Тимчасові повідомлення
zh_hans: 阅后即焚消息

# conversation_event_conference_created
source: You have joined the group
cs: Přidal(a) jste se ke skupině
de: Sie sind der Gruppe beigetreten
fr: Vous avez rejoint la conversation
nl: Je bent bij de groep gekomen
pt_br: Você entrou no grupo
ru: Вы присоединились к группе
sk: Pridali ste sa ku skupine
uk: Ви приєдналися до групи
zh_hans: 您已加入该群

# conversation_event_conference_destroyed
source: You have left the group
cs: Opustil(a) jste skupinu
de: Sie haben der Gruppe verlassen
fr: Vous avez quitté la conversation
nl: Je hebt de groep verlaten
pt_br: Você saiu do grupo
ru: Вы покинули группу
sk: Opustili ste skupinu
uk: Ви вийшли з групи
zh_hans: 您已离开该组

# conversation_event_ephemeral_messages_disabled
source: Ephemeral messages have been disabled
cs: Mizející zprávy byly zakázány
de: Kurzlebige Nachrichten wurden deaktiviert
fr: Messages éphémères désactivés
nl: Tijdelijke berichten zijn uitgeschakeld
pt_br: Mensagens efêmeras foram desativadas
ru: Временные сообщения отключены
sk: Dočasné (miznúce) správy boli zakázané
uk: Тимчасові повідомлення вимкнуто
zh_hans: 已禁用阅后即焚消息

# conversation_event_ephemeral_messages_enabled
source: Ephemeral messages have been enabled
cs: Mizející zprávy byly povoleny
de: Kurzlebige Nachrichten wurden aktiviert
fr: Messages éphémères activés
nl: Tijdelijke berichten zijn ingeschakeld
pt_br: Mensagens efêmeras foram ativadas
ru: Временные сообщения включены
sk: Dočasné (miznúce) správy boli povolené
uk: Тимчасові повідомлення увімкнуто
zh_hans: 已启用阅后即焚消息

# conversation_failed_to_create_toast
source: Failed to create conversation!
cs: Vytvoření konverzace se nezdařilo!
de: Konversation konnte nicht erstellt werden!
fr: Échec de création de la conversation !
nl: Gesprek aanmaken mislukt!
pt_br: Falha ao criar conversa!
ru: Не удалось создать беседу!
sk: Vytvorenie konverzácie zlyhalo!
uk: Не вдалося створити розмову!
zh_hans: 创建聊天失败！

# conversation_forward_message_title
source: Forward message to…
cs: Přeposlat zprávu…
de: Nachricht weiterleiten an…
fr: Transférer à…
nl: Bericht doorsturen naar…
pt_br: Encaminhar mensagem para…
ru: Переслать сообщение…
sk: Preposlať správu…
uk: Переслати повідомлення…
zh_hans: 转发消息到…

# conversation_info_add_participants_label
source: Add participants
cs: Přidat účastníky
de: Teilnehmer hinzufügen
fr: Ajouter des participants
nl: Deelnemers toevoegen
pt_br: Adicionar participantes
ru: Добавить участников
sk: Pridať účastníkov
uk: Додати учасників
zh_hans: 添加参与者

# conversation_info_admin_menu_remove_participant
source: Remove from the group
cs: Odebrat ze skupiny
de: Aus der Gruppe entfernen
fr: Retirer participant
nl: Verwijderen uit de groep
pt_br: Remover do grupo
ru: Удалить из группы
sk: Odstrániť zo skupiny
uk: Видалити з групи
zh_hans: 从组中删除

# conversation_info_admin_menu_set_participant_admin
source: Give admin rights
cs: Udělit práva administrátora
de: Administratorrechte erteilen
fr: Donner les droits admin
nl: Beheerrechten toekennen
pt_br: Dar direitos de admin
ru: Предоставить права администратора
sk: Udeliť práva administrátora
uk: Надайте права адміністратора
zh_hans: 授予管理员权限

# conversation_info_admin_menu_unset_participant_admin
source: Remove admin rights
cs: Odebrat práva administrátora
de: Administratorrechte entfernen
fr: Retirer les droits admin
nl: Beheerrechten intrekken
pt_br: Remover direitos de admin
ru: Удалить права администратора
sk: Odobrať práva administrátora
uk: Видалити права адміністратора
zh_hans: 删除管理员权限

# conversation_info_confirm_start_group_call_dialog_message
source: All participants will receive a call.
cs: Bude voláno všem účastníkům.
de: Alle Teilnehmer werden angerufen.
fr: Tous les participants de la conversation recevront un appel.
nl: Alle deelnemers ontvangen een oproep.
pt_br: Todos os participantes receberão uma chamada.
ru: Всем участникам будет сделан звонок.
sk: Bude volané všetkým účastníkom.
uk: Усі учасники отримають дзвінок.
zh_hans: 所有参与者都将接到通话。

# conversation_info_confirm_start_group_call_dialog_title
source: Start a group call?
cs: Zahájit skupinový hovor?
de: Einen Gruppengespräch starten?
fr: Lancer un appel de groupe ?
nl: Groepsoproep starten?
pt_br: Iniciar uma chamada em grupo?
ru: Начать групповой звонок?
sk: Zahájiť skupinový hovor?
uk: Розпочати груповий дзвінок?
zh_hans: 开始群组通话？

# conversation_info_delete_history_action
source: Delete history
cs: Smazat historii
de: Verlauf löschen
fr: Supprimer l'historique
nl: Geschiedenis verwijderen
pt_br: Excluir histórico
ru: Удалить историю
sk: Vymazať históriu
uk: Видалити історію
zh_hans: 删除历史

# conversation_info_menu_add_to_contacts
source: Add to contacts
cs: Přidat do kontaktů
de: Zu Kontakte hinzufügen
fr: Ajouter aux contacts
nl: Toevoegen aan contacten
pt_br: Adicionar aos contatos
ru: Добавить в контакты
sk: Pridať do kontaktov
uk: Додати до контактів
zh_hans: 添加到联系人

# conversation_info_menu_go_to_contact
source: See contact profile
cs: Zobrazit profil kontaktu
de: Remove admin rights
fr: Voir le contact
nl: Bekijk contactprofiel
pt_br: Ver perfil do contato
ru: Просмотреть профиль контакта
sk: Zobraziť profil kontaktu
uk: Переглянути профіль контакту
zh_hans: 查看联系人资料

# conversation_info_participant_is_admin_label
source: Admin
cs: Administrátor
de: Administrator
fr: Administrateur
nl: Beheerder
ru: Администратор
sk: Administrátor
uk: Адмін
zh_hans: 管理员

# conversation_invalid_participant_due_to_security_mode_toast
source: Can't create conversation with a participant not on the same domain due to security restrictions!
cs: Nelze vytvořit konverzaci s účastníkem mimo stejnou doménu kvůli bezpečnostním omezením!
de: Aufgrund von Sicherheitsbeschränkungen kann keine Konversation mit einem Teilnehmer erstellt werden, der sich nicht in derselben Domäne befindet!
fr: Pour des raisons de sécurité, la création d'une conversation avec un participant d'un domaine tiers est désactivé.
nl: Gesprek kan niet worden aangemaakt met een deelnemer die zich niet op hetzelfde domein bevindt vanwege beveiligingsbeperkingen!
pt_br: Não é possível criar conversa com um participante que não está no mesmo domínio devido a restrições de segurança!
ru: Невозможно создать беседу с участником, находящимся не в том же домене, из-за ограничений безопасности!
sk: Vytvorenie konverzácie s účastníkom z inej domény nie je z bezpečnostných dôvodov povolené!
uk: Неможливо створити розмову з учасником, який перебуває за межами вашого SIP-сервера, через обмеження безпеки!
zh_hans: 由于安全限制，无法与不在同一域中的参与者创建聊天！

# conversation_menu_configure_ephemeral_messages
source: Ephemeral messages
cs: Mizející zprávy
de: Kurzlebiger Nachrichten
fr: Messages éphémères
nl: Kortstondige berichten
pt_br: Mensagens efêmeras
ru: Временные сообщения
sk: Dočasné (miznúce) správy
uk: Тимчасові повідомлення
zh_hans: 阅后即焚消息

# conversation_menu_go_to_info
source: Conversation info
cs: Informace o konverzaci
de: Gespräch Info
fr: Informations
nl: Gesprek informatie
pt_br: Informações da conversa
ru: Информация о беседе
sk: Informácia o konverzácii
uk: Інформація про розмову
zh_hans: 聊天信息
