Repository: BelledonneCommunications/linphone-iphone
Catalog: Linphone/Localizable/*.lproj/Localizable.strings
Languages: cs, de, fr, nl, pt_br, ru, sk, uk, zh_hans

# conversation_message_forward_cancelled_toast
source: Message forward was cancelled
cs: Přeposlání zprávy bylo zrušeno
de: Die Nachrichtenweiterleitung wurde abgebrochen
fr: Transfert annulé
nl: Doorsturen van bericht is geannuleerd
pt_br: Encaminhamento de mensagem cancelado
ru: Пересылка сообщения отменена
sk: Preposlanie správy bolo zrušené
uk: Перенаправлення повідомлення скасовано
zh_hans: 转发消息已经取消

# conversation_message_forwarded_toast
source: Message was forwarded
cs: Zpráva byla přeposlána
de: Nachricht wurde weitergeleitet
fr: Message transféré
nl: Bericht is doorgestuurd
pt_br: A mensagem foi encaminhada
ru: Сообщение было переслано
sk: Správa bola preposlaná
uk: Повідомлення було перенаправлено
zh_hans: 消息已转发

# conversation_message_meeting_updated_label
source: Meeting has been updated
cs: Schůzka byla aktualizována
de: Besprechung wurde aktualisiert
fr: La réunion a été mise à jour
nl: Vergadering is bijgewerkt
pt_br: A reunião foi atualizada
ru: Встреча была обновлена
sk: Schôdzka bola aktualizovaná
uk: Нараду оновлено
zh_hans: 会议已更新

# conversation_text_field_hint
source: Say something…
cs: Napište něco…
de: Sag etwas…
fr: Dites quelque chose…
nl: Zeg iets…
pt_br: Diga algo…
ru: Скажи что-нибудь…
sk: Napíšte niečo…
uk: Скажіть щось…
zh_hans: 说点什么…

# conversations_list_empty
source: No conversation for the moment…
cs: Momentálně žádné konverzace…
de: Kein Gespräch im Moment…
fr: Aucune conversation pour le moment…
nl: Geen gesprek op dit moment…
pt_br: Nenhuma conversa no momento…
ru: На данный момент нет бесед…
sk: Momentálne žiadna konverzácia…
uk: Наразі жодної розмови…
zh_hans: 暂时没有聊天…

# default_account_disabled
source: Selected account is currently disabled
cs: Zvolený účet je momentálně zákázán
de: Das ausgewählte Konto ist derzeit deaktiviert
fr: Le compte selectionné est désactivé
nl: Geselecteerd account is momenteel uitgeschakeld
pt_br: A conta selecionada está atualmente desativada
ru: Выбранный аккаунт сейчас отключен
sk: Zvolený účet je momentálne zakázaný
uk: Обраний обліковий запис наразі вимкнено
zh_hans: 所选账户当前已禁用

# dialog_call
source: Call
cs: Volat
de: Anruf
fr: Appeler
nl: Telefoongesprek
pt_br: Chamar
ru: Позвонить
sk: Volať
uk: Дзвінок
zh_hans: 通话

# dialog_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
uk: Скасувати
zh_hans: 取消

# dialog_continue
source: Continue
cs: Pokračovat
de: Fortsetzen
fr: Continuer
nl: Doorgaan
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
uk: Продовжити
zh_hans: 继续

# dialog_deny
source: Deny
cs: Odmítnout
de: Ablehnen
fr: Refuser
nl: Ontkennen
pt_br: Recusar
ru: Отказать
sk: Odmietnuť
uk: Відмовити
zh_hans: 拒绝

# dialog_install
source: Install
cs: Instalovat
de: Installieren
fr: Installer
nl: Installeren
pt_br: Instalar
ru: Установить
sk: Inštalovať
uk: Встановити
zh_hans: 安装

# dialog_no
source: No
cs: Ne
de: Nein
fr: Non
nl: Nee
pt_br: Não
ru: Нет
sk: Nie
uk: Ні
zh_hans: 否

# dialog_yes
source: Yes
cs: Ano
de: Ja
fr: Oui
nl: Ja
pt_br: Sim
ru: Да
sk: Áno
uk: Так
zh_hans: 是

# drawer_menu_account_connection_status_cleared
source: Disabled
cs: Zakázáno
de: Deaktiviert
fr: Désactivé
nl: Uitgeschakeld
pt_br: Desativado
ru: Отключить
sk: Zakázané
uk: Вимкнено
zh_hans: 禁用

# drawer_menu_account_connection_status_connected
source: Connected
cs: Připojeno
de: Verbunden
fr: Connecté
nl: Verbonden
pt_br: Conectado
ru: Подключен
sk: Pripojené
uk: Підключено
zh_hans: 已连接

# drawer_menu_account_connection_status_failed
source: Error
cs: Chyba
de: Fehler
fr: Erreur
nl: Fout
pt_br: Erro
ru: Ошибка
sk: Chyba
uk: Помилка
zh_hans: 错误

# drawer_menu_account_connection_status_progress
source: Connecting…
cs: Připojování…
de: Verbinden…
fr: Connexion…
nl: Verbinden…
pt_br: Conectando…
ru: Подключение…
sk: Pripájanie…
uk: Підключення…
zh_hans: 正在连接…

# drawer_menu_add_account
source: Add an account
cs: Přidat účet
de: Konto hinzufügen
fr: Ajouter un compte
nl: Voeg een account toe
pt_br: Adicionar uma conta
ru: Добавить аккаунт
sk: Pridať účet
uk: Додати обліковий запис
zh_hans: 添加账户

# drawer_menu_manage_account
source: Manage the profile
cs: Spravovat profil
de: Profil verwalten
fr: Mon compte
nl: Beheer het profiel
pt_br: Gerenciar o perfil
ru: Управление профилем
sk: Spravovať profil
uk: Керування профілем
zh_hans: 管理个人资料

# drawer_menu_no_account_configured_yet
source: No account configured yet
cs: Zatím není nastaven žádný účet
de: Noch kein Konto konfiguriert
fr: Aucun compte configuré
nl: Nog geen account geconfigureerd
pt_br: Nenhuma conta configurada ainda
ru: Аккаунт пока не настроен
sk: Žiadny účet zatiaľ nie je nastavený
uk: Обліковий запис ще не налаштовано
zh_hans: 没有配置账户

source: Error
cs: Chyba
de: Fehler
fr: Erreur
nl: Fout
pt_br: Erro
ru: Ошибка
sk: Chyba
uk: Помилка
zh_hans: 错误

# generic_address_picker_suggestions_list_title
source: Suggestions
cs: Návrhy
de: Vorschläge
nl: Suggesties
pt_br: Sugestões
ru: Предложения
sk: Návrhy
uk: Пропозиції
zh_hans: 建议

# help_about_advanced_title
source: Advanced
cs: Pokročilé
de: Erweitert
fr: Avancé
nl: Geavanceerd
pt_br: Avançado
ru: Расширенный
sk: Pokročilé
uk: Розширений
zh_hans: 高级

# help_about_check_for_update
source: Check update
cs: Kontrola aktualizací
de: Update prüfen
fr: Vérifier les mises à jour
nl: Controleer op updates
pt_br: Verificar atualização
ru: Проверить обновления
sk: Kontrola aktualizácie
uk: Перевірити оновлення
zh_hans: 检查新版本更新

# help_about_user_guide_title
source: Linphone user guide
cs: Průvodce Linphone
de: Linphone Benutzerhandbuch
fr: Guide utilisateur Linphone
pt_br: Guia do usuário Linphone
uk: Linphone посібник користувача

# help_about_user_guide_subtitle
source: Learn how to master all app features, step by step.
cs: Naučte se krok za krokem ovládat všechny funkce aplikace.
de: Lerne alle Funktionen der App zu meistern, Schritt für Schritt.
fr: Apprenez à maîtriser toutes les fonctionnalités de l'application, pas à pas.
pt_br: Aprenda a dominar todos os recursos do aplicativo, passo a passo.
ru: Узнайте, как освоить все функции приложения, шаг за шагом.
sk: Naučte sa krok za krokom ovládať všetky funkcie aplikácie.
uk: Дізнайтеся, як опанувати всі функції програми крок за кроком.
zh_hans: 逐步学习如何掌握所有应用程序功能。

# help_about_version_title
source: Version
cs: Verze
nl: Versie
pt_br: Versão
ru: Версия
sk: Verzia
uk: Версія
zh_hans: 版本

# help_dialog_update_available_title
source: Update available
cs: Je dostupná nová aktualizace
de: Update verfügbar
fr: Mise à jour disponible
nl: Update beschikbaar
pt_br: Atualização disponível
ru: Доступно обновление
sk: Je dostupná nová aktualizácia
uk: Доступне оновлення
zh_hans: 可用更新

# help_error_checking_version_toast_message
source: An error occurred while checking for update
cs: Během kontroly aktualizací nastala chyba
de: Beim Suchen nach einem Update ist ein Fehler aufgetreten
fr: Une erreur est survenue
nl: Er is een fout opgetreden tijdens het controleren op updates
pt_br: Ocorreu um erro ao verificar por atualizações
ru: Произошла ошибка при проверке обновлений
sk: Počas kontroly aktualizácie nastala chyba
uk: Під час перевірки оновлень сталася помилка
zh_hans: 检查更新时出错

# help_quit_title
source: Quit app
cs: Ukončit aplikaci
de: App beenden
fr: Quitter l'application
nl: Afsluiten
pt_br: Sair do aplicativo
ru: Выйти из приложения
sk: Ukončiť aplikáciu
uk: Закрити застосунок
zh_hans: 退出程序

# help_title
source: Help
cs: Nápověda
de: Hilfe
fr: Aide
pt_br: Ajuda
ru: Помощь
sk: Pomoc
uk: Допомога
zh_hans: 帮助

# help_troubleshooting_app_version_title
source: App version
cs: Verze aplikace
fr: Version de l'application
nl: App-versie
pt_br: Versão do aplicativo
ru: Версия приложения
sk: Verzia aplikácie
uk: Версія застосунку
zh_hans: 应用版本

# help_troubleshooting_clean_logs
source: Clean logs
cs: Vyčistit logy
de: Logs löschen
fr: Nettoyer les journaux
nl: Logboeken opschonen
pt_br: Limpar logs
ru: Очистить логи
sk: Vyčistiť záznamy
uk: Видалити логи
zh_hans: 清除日志

# help_troubleshooting_clear_native_friends_in_database
source: Clear imported contacts from native address book
cs: Smazat importované kontakty z adresáře zařízení
de: Importierte Kontakte aus dem nativen Adressbuch löschen
fr: Supprimer les contacts natifs importés
nl: Geïmporteerde contacten uit het lokale adresboek verwijderen
pt_br: Limpar contatos importados da agenda nativa
ru: Очистить импортированные контакты из встроенной адресной книги
sk: Vymazať importované kontakty zo systémového adresára
uk: Очистити імпортовані контакти з власної адресної книги
zh_hans: 从本地通讯簿中清除导入的联系人

# help_troubleshooting_debug_logs_cleaned_toast_message
source: Debug logs have been cleaned
cs: Ladící logy byly vyčištěny
de: Debug Logs gelöscht
fr: Les journaux ont été nettoyés
nl: Debuglogs zijn opgeschoond
pt_br: Logs de depuração foram limpos
ru: Журналы отладки были очищены
sk: Ladiace záznamy boli vyčistené
uk: Журнали налагодження очищено
zh_hans: 调试日志已清理

# help_troubleshooting_debug_logs_upload_error_toast_message
source: Failed to upload debug logs
cs: Chyba při nahrávání ladících logů
de: Debug Logs Hochladen fehlgeschlagen
fr: Echec à l'envoi des journaux
nl: Uploaden van debuglogs mislukt
pt_br: Falha ao enviar logs de depuração
ru: Не удалось загрузить журналы отладки
sk: Chyba pri nahrávaní ladiacich záznamov
uk: Не вдалося завантажити логи налагодження
zh_hans: 上传调试日志失败

# help_troubleshooting_firebase_project_title
source: Firebase project ID
cs: ID Firebase projektu
fr: ID du projet Firebase
pt_br: ID do projeto Firebase
ru: ID проекта Firebase
sk: ID Firebase project
uk: ID проекта Firebase
zh_hans: Firebase 项目ID

# help_troubleshooting_print_logs_in_logcat
source: Print logs in logcat
cs: Zapisovat logy do Logcatu
de: Logs in Logcat drucken
fr: Imprimer les journaux dans logcat
nl: Logboeken afdrukken in logcat
pt_br: Imprimir logs no logcat
ru: Распечатать логи в logcat
sk: Zapisovať záznamy do logcatu
uk: Друкувати логи в logcat
zh_hans: 打印日志到logcat

# help_troubleshooting_sdk_version_title
source: SDK version
cs: Verze SDK
fr: Version du SDK
nl: SDK-versie
pt_br: Versão do SDK
ru: Версия SDK
sk: Verzia SDK
uk: Версія SDK
zh_hans: SDK版本

# help_troubleshooting_share_logs
source: Share logs
cs: Sdílet logy
de: Logs teilen
fr: Partager les journaux
nl: Logs delen
pt_br: Compartilhar logs
ru: Поделиться логами
sk: Zdieľať záznamy
uk: Поділитися логами
zh_hans: 分享日志

# help_troubleshooting_share_logs_dialog_title
source: Share debug logs link using…
cs: Sdílet odkaz na ladící logy pomocí…
de: Debug logs Link teilen mit…
fr: Partager le lien vers journaux avec…
nl: Deel link naar foutopsporingslogs via…
pt_br: Compartilhar link de logs de depuração usando…
ru: Поделитесь ссылкой на журналы отладки с помощью…
sk: Zdieľať odkaz na ladiace záznamy pomocou…
uk: Поділитись посиланням на логи налагодження використовуючи…
zh_hans: 共享调试日志链接…

# help_troubleshooting_show_config_file
source: Show configuration
cs: Zobrazit konfiguraci
de: Konfiguration anzeigen
fr: Afficher la configuration
nl: Configuratie weergeven
pt_br: Mostrar configuração
ru: Показать конфигурацию
sk: Zobraziť konfiguráciu
uk: Показати конфігурацію
zh_hans: 显示配置

# help_troubleshooting_title
source: Troubleshooting
cs: Řešení potíží
de: Fehlerbehebung
fr: Dépannage
nl: Probleemoplossing
pt_br: Solução de problemas
ru: Устранение неполадок
sk: Riešenie problémov
uk: Усунення несправностей
zh_hans: 故障排除

# help_version_up_to_date_toast_message
source: Your version is up-to-date
cs: Vaše verze je aktuální
de: Ihre Version ist aktuell
fr: Votre version est à jour
nl: Uw versie is up-to-date
pt_br: Sua versão está atualizada
ru: Ваша версия самая последняя
sk: Vaša verzia je aktuálna
uk: Ваша версія актуальна
zh_hans: 版本是最新的

# history_call_start_create_group_call
source: Create a group call
cs: Vytvořit skupinový hovor
de: Gruppenanruf erstellen
fr: Démarrer un appel de groupe
nl: Maak een groepsgesprek
pt_br: Criar uma chamada em grupo
ru: Создать групповой звонок
sk: Vytvoriť skupinový hovor
uk: Створити груповий дзвінок
zh_hans: 创建群组呼叫

# history_call_start_search_bar_filter_hint
source: Search contact or history call
cs: Hledat kontakt nebo historii hovorů
de: Kontakt oder Anrufverlauf durchsuchen
fr: Cherchez un contact ou une suggestion
nl: Zoek contact of gespreksgeschiedenis
pt_br: Pesquisar contato ou histórico de chamadas
ru: Найти контакт или историю звонков
sk: Hľadať kontakt alebo históriu hovoru
uk: Пошук контакту або історії дзвінків
zh_hans: 搜索联系人或历史通话记录

# history_call_start_title
source: New call
cs: Nový hovor
de: Neuer Anruf
fr: Nouvel appel
nl: Nieuwe oproep
pt_br: Nova chamada
ru: Новый вызов
sk: Nový hovor
uk: Новий дзвінок
zh_hans: 新建通话

# history_dialog_delete_all_call_logs_message
source: All calls will be removed from the history
cs: Z historie bodou odstraněny všechny hovory
de: Alle Anrufe werden aus dem Verlauf gelöscht
fr: L’ensemble de votre historique d’appels sera définitivement supprimé.
nl: Alle oproepen worden uit de geschiedenis verwijderd
pt_br: Todas as chamadas serão removidas do histórico
ru: Все звонки будут удалены из истории
sk: Z histórie budú odstránené všetky hovory
uk: Усі дзвінки будуть видалені з історії
zh_hans: 所有通话都将从历史记录中删除

# history_dialog_delete_all_call_logs_title
source: Do you really want to delete all calls history?
cs: Opravdu si přejete smazat veškerou historii hovorů?
de: Möchten Sie wirklich den gesamten Anrufverlauf löschen?
fr: Supprimer l’historique d’appels ?
nl: Weet je zeker dat je alle gespreksgeschiedenis wilt verwijderen?
pt_br: Você realmente quer excluir todo o histórico de chamadas?
ru: Вы действительно хотите удалить всю историю звонков?
sk: Naozaj chcete zmazať celú históriu hovorov?
uk: Ви справді хочете видалити всю історію дзвінків?
zh_hans: 您真的要删除所有通话记录吗？

# history_group_call_start_dialog_set_subject
source: Set group call subject
cs: Nastavit předmět skupinového hovoru
de: Betreff für Gruppenanruf festlegen
fr: Nommer l'appel de groupe
nl: Instellen onderwerp groepsoproep
pt_br: Definir assunto da chamada em grupo
ru: Задать тему группового звонка
sk: Nastaviť predmet skupinového hovoru
uk: Встановити назву групового дзвінка
zh_hans: 设置组呼主题

# history_group_call_start_dialog_subject_hint
source: Group call subject
cs: Předmět skupinového hovoru
de: Betreff des Gruppenanrufs
fr: Nom de l'appel de groupe
nl: Onderwerp groepsoproep
pt_br: Assunto da chamada em grupo
ru: Тема группового звонка
sk: Predmet skupinového hovoru
uk: Тема групового дзвінка
zh_hans: 组呼主题

# history_list_empty_history
source: No call for the moment…
cs: Momentálně žádný hovor…
de: Im Moment kein Anruf…
fr: Aucun appel dans votre historique…
nl: Geen oproep op dit moment…
pt_br: Nenhuma chamada no momento…
ru: На данный момент звонка нет…
sk: Momentálne žiadny hovor…
uk: Наразі дзвінка немає…
zh_hans: 暂时没有通话…

source: Interoperable mode
cs: Režim kompatibility
de: Interoperabler Modus
nl: Interoperabele modus
pt_br: Modo interoperável
ru: Режим взаимодействия
sk: Režim vzájomnej kompatibility
uk: Взаємосумісний режим
zh_hans: 互操作模式

# list_filter_no_result_found
source: No result found…
cs: Žádné výsledky…
de: Kein Ergebnis gefunden…
fr: Aucun résultat…
nl: Geen resultaat gevonden…
pt_br: Nenhum resultado encontrado…
ru: Результатов не найдено…
sk: Žiadne výsledky…
uk: Не знайдено…
zh_hans: 未找到结果…

# manage_account_add_picture
source: Add a picture
cs: Přidat obrázek
de: Bild hinzufügen
fr: Ajouter une image
nl: Voeg een foto toe
pt_br: Adicionar uma foto
ru: Добавить изображение
sk: Pridať obrázok
uk: Додати зображення
zh_hans: 添加图像

# manage_account_delete
source: Sign out
cs: Odhlásit se
de: Abmelden
fr: Se déconnecter
nl: Uitloggen
pt_br: Sair
ru: Выход
sk: Odhlásiť sa
uk: Вийти
zh_hans: 注销账户

# manage_account_details_title
source: Details
cs: Podrobnosti
fr: Détails
pt_br: Detalhes
ru: Детали
sk: Podrobnosti
uk: Подробиці
zh_hans: 详细

# manage_account_device_last_connection
source: Last connection:
cs: Poslední připojení:
de: Letzte Verbindung:
fr: Dernière connexion :
nl: Laatste verbinding:
pt_br: Última conexão:
ru: Последнее соединение:
sk: Posledné pripojenie:
uk: Останнє з'єднання:
zh_hans: 上次连接：

# manage_account_device_remove
source: Remove
cs: Odstranit
de: Entfernen
fr: Supprimer
nl: Weghalen
pt_br: Remover
ru: Удалить
sk: Odstrániť
uk: Видалити
zh_hans: 删除

# manage_account_devices_title
source: Devices
cs: Zařízení
de: Geräte
fr: Appareils
nl: Apparaten
pt_br: Dispositivos
ru: Устройства
sk: Zariadenia
uk: Пристрої
zh_hans: 设备

# manage_account_dialog_remove_account_message
source: If you wish to delete your account permanently, go to: https://sip.linphone.org
cs: Pokud si přejete nevratně smazat svůj účet, navštivte: https://sip.linphone.org
de: Wenn Sie Ihr Konto dauerhaft löschen möchten, gehen Sie zu: https://sip.linphone.org
fr: Si vous souhaitez supprimer définitivement votre compte rendez-vous sur : https://sip.linphone.org
nl: Als je je account permanent wilt verwijderen, ga naar: https://sip.linphone.org
pt_br: Se você deseja excluir sua conta permanentemente, acesse: https://sip.linphone.org
ru: Если вы хотите удалить свою учетную запись навсегда, перейдите по ссылке: https://sip.linphone.org
sk: Pokiaľ si želáte nenávratne zmazať svoj účet, navštívte: https://sip.linphone.org
uk: Якщо ви хочете видалити свій обліковий запис назавжди, перейдіть за посиланням: https://sip.linphone.org
zh_hans: 如果您想永久删除您的账户，请转到：https://sip.linphone.org

# manage_account_dialog_remove_account_title
source: Sign out of your account?
cs: Odhlásit se z účtu?
de: Von Ihrem Konto abmelden?
fr: Se déconnecter du compte ?
nl: Uitloggen uit je account?
pt_br: Sair da sua conta?
ru: Выйти из своего аккаунта?
sk: Odhlásiť sa z Vášho účtu?
uk: Вийти з облікового запису?
zh_hans: 退出登录并注销您的账户（该账户信息会被清除）？

# manage_account_edit_picture
source: Edit picture
cs: Upravit obrázek
de: Bild bearbeiten
fr: Modifier
nl: Bewerk foto
pt_br: Editar foto
ru: Редактировать изображение
sk: Upraviť obrázok
uk: Редагувати зображення
zh_hans: 修改图像

# manage_account_international_prefix
source: International Prefix
cs: Mezinárodní prefix
de: Internationale Vorwahl
fr: Indicatif international
nl: Internationale prefix
pt_br: Prefixo internacional
ru: Международный префикс
sk: Medzinárodný prefix
uk: Міжнародний префікс
zh_hans: 国际前缀

# manage_account_no_device
source: No device found…
cs: Zařízení nenalezeno…
de: Kein Gerät gefunden…
fr: Aucun appareil n'a été trouvé…
nl: Geen apparaat gevonden…
pt_br: Nenhum dispositivo encontrado…
ru: Устройство не найдено…
sk: Zariadenie sa nenašlo…
uk: Пристрій не знайдено…
zh_hans: 未找到设备…

# manage_account_remove_picture
source: Remove picture
cs: Odebrat obrázek
de: Bild entfernen
fr: Supprimer
nl: Verwijder foto
pt_br: Remover foto
ru: Удалить изображение
sk: Odstrániť obrázok
uk: Видалити зображення
zh_hans: 删除图像

# manage_account_settings
source: Account settings
cs: Nastavení účtu
de: Kontoeinstellungen
fr: Paramètres
nl: Accountinstellingen
pt_br: Configurações da conta
ru: Настройки аккаунта
sk: Nastavenia účtu
uk: Налаштування облікового запису
zh_hans: 账户设置

# manage_account_status_cleared_summary
source: Account has been disabled, you won't receive any call or message.
cs: Účet byl zakázán, nebudete moci příjímat hovory ani zprávy.
de: Das Konto wurde deaktiviert. Sie erhalten keine Anrufe oder Nachrichten.
fr: Compte désactivé, vous ne recevrez ni appel ni message.
nl: Account is uitgeschakeld, je ontvangt geen oproepen of berichten.
pt_br: A conta foi desativada, você não receberá nenhuma chamada ou mensagem.
ru: Аккаунт отключен, вы не получите никаких звонков или сообщений.
sk: Účet bol zakázaný, nebudete môcť prijímať hovory ani správy.
uk: Обліковий запис вимкнуто, ви не отримуватимете вхідних дзвінків чи повідомлень.
zh_hans: 账户已被禁用，您将不会收到任何呼叫或消息。

# manage_account_status_connected_summary
source: This account in online, everybody can call you.
cs: Tento účet je online, každý Vám může zavolat.
de: Dieses Konto ist online, jeder kann Sie anrufen.
fr: Vous êtes en ligne, on peut vous joindre.
nl: Dit account is online, iedereen kan je bellen.
pt_br: Esta conta está online, todos podem ligar para você.
ru: Этот аккаунт в сети, каждый может вам позвонить.
sk: Tento účet je aktívny, každý Vám môže volať.
uk: Цей обліковий запис онлайн, кожен може вам зателефонувати.
zh_hans: 这个账户在线，大家可以和您通话。

# manage_account_status_failed_summary
source: Account connection failed, check your settings.
cs: Připojení účtu selhalo, zkontrolujte nastavení.
de: Die Kontoverbindung ist fehlgeschlagen. Überprüfen Sie Ihre Einstellungen.
fr: Erreur de connexion, vérifiez vos paramètres.
nl: Verbinding met account mislukt, controleer je instellingen.
pt_br: Falha na conexão da conta, verifique suas configurações.
ru: Не удалось подключиться к аккаунту, проверьте настройки.
sk: Pripojenie účtu zlyhalo, skontrolujte nastavenia.
uk: Не вдалося підключитися до облікового запису, перевірте налаштування.
zh_hans: 账户连接失败，请检查您的设置。

# manage_account_status_progress_summary
source: Account is connecting to the server, please wait…
cs: Účet se připojuje, prosím počkejte…
de: Das Konto stellt eine Verbindung zum Server her, bitte warten…
fr: Connexion en cours, merci de patienter…
nl: Account is verbinding aan het maken met de server, even geduld aub…
pt_br: A conta está se conectando ao servidor, por favor, aguarde…
ru: Аккаунт подключается к серверу, пожалуйста, подождите…
sk: Účet sa pripája k serveru, prosím, čakajte…
uk: Обліковий запис підключається до сервера, будь ласка, зачекайте…
zh_hans: 账户正在连接到服务器，请稍候…

# manage_account_title
source: Manage account
cs: Spravovat účet
de: Konto verwalten
fr: Mon compte
nl: Account beheren
pt_br: Gerenciar conta
ru: Управлять аккаунтом
sk: Spravovať účet
uk: Керування обліковим записом
zh_hans: 管理账户

# meeting_failed_to_schedule_toast
source: Failed to schedule meeting!
cs: Naplánování schůzky se nezdařilo!
de: Das festlegen eines Besprechung ist fehlgeschlagen!
fr: Échec de création de la réunion !
nl: Vergadering inplannen mislukt!
pt_br: Falha ao agendar reunião!
ru: Не удалось запланировать встречу!
sk: Naplánovanie schôdzky zlyhalo!
uk: Не вдалося запланувати нараду!
zh_hans: 安排会议失败！

# meeting_failed_to_send_invites_toast
source: Failed to send all invites to meeting!
cs: Odeslání všech pozvánek na schůzku selhalo!
de: Es konnten nicht alle Einladungen zum Besprechung versendet werden!
fr: Échec de l'envoi des invitations à la réunion !
nl: Het verzenden van alle uitnodigingen voor de vergadering is mislukt!
pt_br: Falha ao enviar todos os convites para a reunião!
ru: Не удалось отправить все приглашения на встречу!
sk: Odoslanie všetkých pozvánok na schôdzku zlyhalo!
uk: Не вдалося надіслати всі запрошення на нараду!
zh_hans: 发送所有会议邀请失败！

# meeting_failed_to_send_part_of_invites_toast
source: Failed to send invites to some participants of the meeting!
cs: Odeslání pozvánek na schůzku některým účastníkům selhalo!
de: An einige Besprechung Teilnehmer konnten keine Einladungen gesendet werden!
fr: Échec de l'envoi des invitations à certains des participants !
nl: Het verzenden van uitnodigingen naar sommige deelnemers van de vergadering is mislukt!
pt_br: Falha ao enviar convites para alguns participantes da reunião!
ru: Не удалось отправить приглашения некоторым участникам встречи!
sk: Odoslanie pozvánok na schôdzku niektorým účastníkom zlyhalo!
uk: Не вдалося надіслати запрошення деяким учасникам наради!
zh_hans: 未能向会议的某些参与者发送邀请！

# meeting_info_cancelled_toast
source: Meeting has been cancelled
cs: Schůzka byla zrušena
de: Besprechung wurde abgesagt
fr: Réunion annulée
nl: Vergadering is geannuleerd
pt_br: A reunião foi cancelada
ru: Встреча была отменена
sk: Schôdzka bola zrušená
uk: Нараду скасовано
zh_hans: 会议已取消
