Repository: BelledonneCommunications/linphone-iphone
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr

source: (Aborted)
fr: (Annulé)

source: (Declined)
fr: (Refusé)

source: (Missed)
fr: (Manqué)

source: %@ Reason was: %@
fr: %1$@ La cause était: %2$@

source: '%@' not registered
fr: '%@' n'est pas enregistré

source: '%@' would like to enable video
fr: '%@' voudrait activer la video

source: About
fr: À propos

source: Accept
fr: Accepter

source: Account creation issue
fr: Problème de création de compte

source: Account validation issue
fr: Problème de validation du compte

source: Address book
fr: Annuaire

source: Alert
fr: Alerte

source: Answer
fr: Répondre

source: Average
fr: Moyen

source: Bad credentials, check your account settings
fr: Erreur d'authenfication, vérifiez la configuration du compte

source: Battery is running low. Stop video ?
fr: La batterie est faible. Voulez vous stoppez la vidéo?

source: Call failed
fr: Échec de l'appel

source: Camera
fr: Appareil photo

source: Can't create the account. Please try again.
fr: Ne peux pas créer le compte. Veuillez réessayer.

source: Cancel
fr: Annuler

source: Cannot call %@
fr: Ne peux pas appeler %@

source: Cannot make call
fr: Appel impossible

source: Cannot transfer file from remote contact
fr: Impossible de transferer depuis le destinataire

source: Cannot transfer file to remote contact
fr: Impossible de transferer au destinataire

source: Cannot write image to photo library
fr: Impossible d'enregistrer l'image dans l'album photo

source: Check error(s)
fr: Vérification erreur(s)

source: Check issue
fr: Problème de vérification

source: Choose the image size
fr: Choisissez la taille de l'image

source: Communication issue
fr: Problème de communication

source: Communication issue (%@)
fr: Problème de communication (%@)

source: Confirm the following SAS with the peer: %s
fr: Confirmer le SAS suivant avec l'interlocuteur: %s

source: Continue
fr: Continuer

source: Continue video
fr: Continuer la vidéo

source: Decline
fr: Refuser

source: Direct connection
fr: Connexion directe

source: Dismiss
fr: Valider

source: Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)
fr: Veuillez configurer un serveur proxy SIP dans les options ou entrez une addresse SIP avant de faire un appel (I.E sip:john@example.net)

source: Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)
fr: Veuillez configurer un serveur proxy SIP dans les options ou entrez une addresse SIP avant d'envoyer un message (I.E sip:john@example.net)

source: Enter your password
fr: Entre votre mot de passe

source: Enter your username
fr: Entrez votre nom d'utilisateur

source: Failed
fr: Échec

source: First name
fr: Prénom

source: IC_MSG
fr: Appel entrant de %@

source: IM_MSG
fr: Message entrant de %@

source: In progress
fr: En cours

source: Incoming call
fr: Appel entrant

source: Invalid SIP address
fr: Adresse SIP invalide

source: Last name
fr: Nom

source: Low bandwidth
fr: Bande passante faible

source: NAT(s) connection
fr: Connexion par NAT

source: Network down
fr: Aucun réseau

source: Network Error
fr: Erreur réseau

source: No codec
fr: Aucun codec

source: No microphone
fr: Aucun microphone

source: No SIP account configured
fr: Aucun compte SIP configuré

source: Not activated
fr: Pas activée

source: Not registered
fr: Non enregistré

source: Outgoing call
fr: Appel sortant

source: Phone number
fr: Numéro de téléphone

source: Phone numbers
fr: Numéros de téléphone

source: Photo library
fr: Album photos

source: Illegal character in username: %@
fr: Caractère(s) interdit(s): %@

source: Please enter a domain.
fr: Entrez un nom de domaine.

source: Please enter a username.
fr: Entrez un nom d'utilisateur.

source: Please make sure your device is connected to the internet and double check your SIP account configuration in the settings.
fr: Veuillez vérifier que votre appareil est connecté à internet et revérifier la configuration de votre compte dans les options.

source: Please terminate GSM call
fr: Veuillez terminer l'appel GSM

source: Registered
fr: Enregistré

source: Registration failed
fr: Enregistrement échoué

source: Registration failure
fr: Échec de l'enregistrement

source: Registration in progress
fr: Enregistrement en cours

source: Relay connection
fr: Connexion relayée

source: Remove
fr: Supprimer

source: Remove trust in the peer?
fr: Supprimer la confiance dans l'interlocuteur?

source: Select picture source
fr: Selectionner une source d'image

source: Settings
fr: Options

source: Show
fr: Afficher

source: SIP address
fr: Adresse SIP

source: SIP addresses
fr: Adresses SIP

source: SIP server unreachable
fr: Le serveur SIP est injoignable

source: Stop video
fr: Arrêter la video

source: The email is invalid.
fr: Cet email est invalide.

source: The password is too short (minimum %d characters).
fr: Le mode de passe est trop court (minimum %d caractères).

source: The passwords are different.
fr: Les mots de passe sont différents.

source: The username is too short (minimum %d characters).
fr: Le nom d'utilisateur est trop court (minimum %d caractères).

source: There is no network connection available, enable WIFI or WWAN prior to place a call
fr: Il n'y a aucune connexion réseau disponible, activer le WIFI ou le WWAN avant de faire un appel

source: Transfer error
fr: Erreur de transfert

source: Unknown
fr: Inconnu

source: Unknown error
fr: Erreur inconnue

source: Username already exists
fr: Le nom d'utilisateur existe déjà

source: Video cannot be activated because of low bandwidth condition, only audio is available
fr: L'appel video ne peut pas aboutir car les conditions réseaux sont inssufisantent.

source: You missed a call from %@
fr: Appel manqué de %@

source: You must authorize the application to have access to address book. Toggle the application in Settings > Privacy > Contacts
fr: Vous devez autoriser l'application à accéder à l'annuaire. Activer l'application dans Réglages > Confidentialité > Contacts

source: You need to plug a microphone to your device to use this application.
fr: Vous devez brancher votre micro pour pouvoir utiliser l'application.

source: Your account is not validate yet.
fr: Votre compte n'est pas encore validé.

source: Enter an address
fr: Numéro ou adresse

source: %@ is composing...
fr: %@ rédige un message...

source: Resend
fr: Renvoyer

source: Warning
fr: Attention

source: Launching the Wizard will delete any existing proxy config. Are you sure to want it?
fr: Lancer l'Assistant va effacer vos réglages. Êtes-vous sûr de vouloir cela?

source: Launch Wizard
fr: Lancer l'assistant
