Repository: BelledonneCommunications/linphone-iphone
Catalog: po/*.po
Languages: ar, de, fi, fr, it, ja, lt, nl, sv, tr

source: Firstname, Lastname
ar: الاسم، اللقب
de: Vorname, Nachname
fi: Etunimi,Sukunimi
fr: Prénom, Nom
it: Nome, Cognome
ja: 名前、名字
lt: Vardas, Pavardė
nl: Voornaam, Achternaam
sv: Förnamn, Efternamn
tr: İlk ad, Son ad

source: Error communicating with server.
ar: خطأ في الاتصال مع الخادم.
de: Fehler bei der Kommunikation mit dem Server.
fi: Virhe palvelimen yhteyden pidossa
fr: Erreur de communication avec le serveur.
it: Errore di comunicazione con il server.
ja: サーバーとの通信エラーが発生しました。
lt: Klaida, susisiekiant su serveriu.
nl: Er is een fout opgetreden tijdens het communiceren met de server.
sv: Kommunikationsfel med servern.
tr: Sunucuya bağlanma hatası

source: Connecting...
ar: يجري الاتصال...
de: Verbinden...
fi: Yhdistää...
fr: Connexion...
it: In connessione...
ja: 接続中...
lt: Jungiamasi...
nl: Bezig met verbinden...
sv: Kontaktar ...
tr: Bağlanıyor...

source: Connected
ar: متصل
de: Verbunden
fi: Yhdistetty
fr: Connecté
it: Connesso
ja: 接続
lt: Prisijungta
nl: Verbonden
sv: Kopplad
tr: Bağlandı

source: Receiving data...
ar: يجري تلقي البيانات...
de: Daten werden empfangen...
fi: Vastaanottaa tietoa...
fr: Reception des données
it: Ricezione dei dati...
ja: データを受信中…
lt: Gaunami duomenys...
nl: Bezig met ontvangen van gegevens...
sv: Tar emot data...
tr: Veri alınıyor...

source: Found %i contact
ar: لم يُعثَر على أي جهة اتصال
de: %i Kontakt gefunden
fi: Lydetty %i yhteystietoa
fr: %i contact trouvé.
it: Trovato %i contatto
ja: %i 件発見
lt: Rastas %i kontaktas
nl: %i contactpersoon gevonden
sv: Hittat kontakt %i

source: Username is already in use!
ar: إن اسم المستخدم يُستخدَم مسبقا !
de: Benutzername wird bereits verwendet!
fi: Käyttäjätunnus on jo käytössä!
fr: Ce nom d'utilisateur est déjà pris.
lt: Naudotojo vardas jau yra naudojamas!
sv: Användarnamnet är upptaget!
tr: Kullanıcı adınız zaten kullanılıyor!

source: Failed to check username availability. Please try again later.
ar: فشل التحقق من إمكانية إتاحة اسم المستخدم. يُرجى الإعادة لاحقا.
de: Fehler beim Überprüfen der Benutzernamenverfügbarkeit. Bitte versuchen Sie es später erneut.
fi: Käyttäjätunnuksen saatavuuden tarkistus epäonnistui. Yritä uudelleen myöhemmin.
fr: Impossible de vérifier la disponibilité de ce nom d'utilisateur. Veuillez réessayer plus tard.
lt: Nepavyko patikrinti naudotojo vardo prieinamumą. Prašome vėliau bandyti dar kartą.
sv: Misslyckades att kontrollera tillgänglighet. Var vänlig och försök senare.
tr: Kullanıcı adınızın geçerlilik denetimi başarısız.Daha sonra tekrar deneyin.

source: Call #%i
ar: مكالمة #%i
de: Anruf #%i
fi: Puhelu #%i
fr: Appel #%i
it: Chiamata #%i
ja: 呼び出し #%i
lt: Skambutis #%i
nl: #%i bellen
sv: Ring #%i

source: Transfer to call #%i with %s
ar: حوِّل إلى المكالمة #%i مع %s
de: Vermittlung zum Anruf #%i mit %s
fi: Siirrä puhelu #%i %s kanssa
fr: Transférer vers l'appel #%i avec %s
it: Trasferimento per chiamare #%i con %s
ja: 通話 #%i を %s に転送する
nl: Overschakelen naar gesprek #%i met %s
sv: Övergår till att ringa #%i med %s

source: Not used
ar: غير مستخدَم
de: Nicht verwendet
fi: Ei ole käytössä
fr: Non utilisé
it: Non usato
ja: 使用しない
lt: Nenaudojama
nl: Niet in gebruik
sv: Används ej
tr: Kullanılmıyor

source: ICE not activated
ar: ICE غير مفعَّل
de: ICE nicht aktiviert
fi: ICE 'vuorovaikutteinen yhteys' ei ole toiminnassa
fr: ICE non activé
it: ICE non attivato
ja: ICE 未認証
lt: ICE neaktyvuota
nl: ICE is niet geactiveerd
sv: ICE inte aktiverat
tr: ICE etkin değil

source: ICE failed
ar: فَشِل ICE
de: ICE fehlgeschlagen
fi: ICE 'vuorovaikutteinen yhteys' epäonnistui
fr: Erreur ICE
it: ICE fallito
ja: ICE 失敗
lt: ICE nepavyko
nl: ICE is mislukt
sv: ICE misslyckades
tr: ICE başarısız

source: ICE in progress
ar: تجري مساومة ICE
de: ICE läuft
fi: ICE 'vuorovaikutteinen yhteys' toiminnassa
fr: Négociation ICE en cours
it: ICE in corso
ja: ICE 進行中
lt: ICE yra eigoje
nl: ICE is bezig
sv: ICE pågår
tr: ICE sürüyor

source: Going through one or more NATs
ar: المرور عبد واحد أو عدة NAT
de: Ein oder mehrere NATs werden durchquert
fi: Menee läpi yhden tai useamman NAT-ositemuutoksen
fr: Via un ou plusieurs NATs
it: Attraversando uno o più NAT
ja: NATを通ります
nl: Die door één of meer NATs gaan
sv: Går igenom en eller flera NAT:s

source: Direct
ar: مباشر
de: Direkt
fi: Suoraan
fr: En direct
it: Diretto
ja: 直接
sv: Direkt
tr: Doğrudan

source: Through a relay server
ar: عبر خادم بديل
de: Über einen Relay-Server
fi: Läpi välityspalvelimen
fr: Via un serveur relais
it: Attraverso un relay server
ja: 間接的にリレーサーバーを使う
nl: Via een relay-server
sv: Genom en reläserver
tr: Bir röle sunucu aracılığı ile

source: uPnP not activated
ar: uPnP غير مفعَّل
de: uPnP nicht aktiviert
fi: uPnP 'laite tunnistus' ei ole toiminnassa
fr: uPnP non activé
it: uPnP non attivo
ja: uPnPは作動しておりません
lt: uPnP neaktyvuota
nl: uPnP is niet geactiveerd
sv: uPnP inte aktiverat
tr: Evrensel Tak-Çalıştır etkin değil

source: uPnP in progress
ar: يجري uPnP
de: uPnP läuft
fi: uPnP 'laite tunnistus' on toiminnassa
fr: uPnP en cours
it: uPnP in corso
ja: uPnPを使用中
lt: uPnP yra eigoje
nl: uPnP is bezig
sv: uPnP pågår
tr: Evrensel Tak-Çalıştır ilerliyor

source: uPnp not available
ar: uPnP غير متوفر
de: uPnp nicht verfügbar
fi: uPnP 'laite tunnistus' ei ole saatavilla
fr: uPnP est indisponible
it: uPnP non disponibile
ja: uPnPは利用できません
lt: uPnp neprieinama
nl: uPnP is niet beschikbaar
sv: uPnP ej tillgängligt
tr: Evrensel Tak-Çalıştır kullanılamaz

source: uPnP is running
ar: uPnP مشغَّل
de: uPnP läuft
fi: uPnP 'laite tunnistus' on käytössä
fr: uPnP en cours d’exécution
it: uPnP in esecuzione
ja: uPnP作動中
lt: uPnP yra vykdoma
nl: uPnP wordt uitgevoerd
sv: uPnP körs
tr: Evrensel Tak-Çalıştır çalışıyor

source: uPnP failed
ar: فَشِل uPnP
de: uPnP fehlgeschlagen
fi: uPnP 'laite tunnistus' epäonnistui
fr: uPnP a échoué.
it: uPnP ha fallito
ja: uPnP失敗
lt: uPnP nepavyko
nl: uPnP is mislukt
sv: uPnP misslyckades
tr: Evrensel Tak-Çalıştır başarısız

source: Direct or through server
ar: مباشرة أو عبر خادم
de: Direkt oder über Server
fi: Suoraan tai palvelimen kautta
fr: Directe ou via un serveur
it: Diretto o attraverso un server
ja: 直接またはサーバー経由
nl: Direct of via een server
sv: Direkt eller genom server
tr: Doğrudan veya sunucu aracılığıyla

source: download: %f upload: %f (kbit/s)
ar: التنزيل % f الرفع : %f (ك.بِتْ/الثانية)
de: Herunterladen: %f Hochladen: %f (kbit/s)
fi: lataa: %f lähettää: %f (kbit/s)
fr: débit descendant : %f débit ascendant : %f (kbits/s)
ja: ダウンロード： %f アップロード： %f (kbit/s)
lt: atsiuntimas: %f išsiuntimas: %f (kbit/s)
sv: nedladdning: %f uppladdning: %f (kbit/s)
tr: İndime: %f karşıya yükleme: %f (kbit/s)

source: %.3f seconds
ar: %.3f ثانية
de: %.3f Sekunden
fi: %.3f sekunttia
fr: %.3f secondes
it: %.3f secondi
ja: %.3f 秒
lt: %.3f sekundžių
nl: %.3f seconden
sv: %.3f sekunder

source: Hang up
ar: ضع السماعة
de: Auflegen
fi: Katkaise puhelu
fr: Raccrocher
it: Riagganciare
ja: 電話を切る
lt: Padėti ragelį
nl: Ophangen
sv: Lägg på
tr: Telefonu kapatma

source: <b>Calling...</b>
ar: <b>يجري الاتصال...</b>
de: <b>Verbindungsaufbau...</b>
fi: <b>Soittaa...</b>
fr: <b>Tentative d'appel...</b>
it: <b>Chiamando...</b>
ja: <b>かけています…</b>
lt: <b>Skambinama...</b>
nl: <b>Bezig met bellen...</b>
sv: <b>Ringer...</b>
tr: <b>Arıyor...</b>

source: <b>Incoming call</b>
ar: <b>المكالمة الواردة</b>
de: <b>Eingehender Anruf</b>
fi: <b>tuleva puhelu</b>
fr: <b>Appel entrant</b>
it: <b>Chiamata in ingresso</b>
ja: <b>着信</b>
lt: <b>Įeinantis skambutis</b>
nl: <b>Inkomende oproep</b>
sv: <b>Inkommande samtal</b>
tr: <b>Gelen çağrı</b>

source: good
ar: جيدة
de: gut
fi: hyvä
fr: bon
it: bene
ja: 良い
lt: geras
nl: goed
sv: bra
tr: iyi

source: average
ar: متوسطة
de: durchschnittlich
fi: keskiverto
fr: moyen
it: media
ja: アベレージ
lt: vidutinis
nl: gemiddeld
sv: medelmåttig
tr: orta

source: poor
ar: ضعيفة
de: schlecht
fi: heikko
fr: faible
it: ridotto
ja: 悪い
lt: žemas
nl: slecht
sv: dålig
tr: zayıf

source: very poor
ar: ضعيفة جدا
de: sehr schlecht
fi: todella heikko
fr: très faible
it: molto poco
ja: 非常にプアな
lt: labai žemas
nl: erg slecht
sv: mycket dålig
tr: çok zayıf

source: too bad
ar: سيِّئة جيدا
de: zu schlecht
fi: liian huono
fr: nulle
it: troppo brutto
ja: 非常にバッドな
lt: pernelyg blogas
nl: verschrikkelijk
sv: för dålig
tr: çok kötü

source: unavailable
ar: غير متاحة
de: nicht verfügbar
fi: saavuttamattomissa
fr: indisponible
it: non disponibile
ja: 利用できません
lt: neprieinama
nl: niet beschikbaar
sv: ej tillgänglig
tr: kullanılamaz

source: Secured by SRTP
ar: آمن بواسطة SRTP
de: Gesichert durch SRTP
fi: Käytä SRTP salausta
fr: Sécurisé par SRTP
it: Trasmissione sicura con SRTP
ja: SRTPのセキュリティ
nl: Beveiligd door SRTP
sv: Säkrad av SRTP
tr: SRTP güvencesi altında

source: Secured by DTLS
ar: مُؤمَّن بواسطة DTLS
de: Gesichert durch DTLS
fi: Käytä DTLS salausta
fr: Sécurisé par DTLS
it: Trasmissione sicura con DTLS
ja: DTLSセキュリティ
nl: Beveiligd door DTLS
sv: Säkrad av DTLS
tr: DLTS güvencesi altında

source: Secured by ZRTP - [auth token: %s]
ar: آمن بواسطة ZRTP - [شارة الهوية : %s]
de: Gesichert durch ZRTP - [Auth.-Token: %s]
fi: Käytä ZRTP salausta - [todennustunnus: %s]
fr: Sécurisé par ZRTP- [jeton: %s]
it: Trasmissione sicura con ZRTP - [auth token: %s]
ja: ZRTP によるセキュリティ - [auth token: %s]
nl: Beveiligd door ZRTP - [authenticatiesleutel: %s]
sv: Säkrad av ZRTP - [auth token: %s]

source: Set unverified
ar: أكِّدْ عدم تحقُّقك
de: Auf „Ungeprüft“ setzen
fi: Aseta vahvistamattomaksi
fr: Marquer comme non vérifié
it: Marcato come non verificato
ja: セット未検証
nl: Instellen als niet-geverifieerd
sv: Ange som obekräftad
tr: Doğrulanmamış ayar

source: Set verified
ar: أكِّدْ تحقُّقَك
de: Auf „Geprüft“ setzen
fi: Aseta vahvistetuksi
fr: Marquer comme vérifié
it: Marcato come verificato
ja: セット検証済
nl: Instellen als geverifieerd
sv: Ange som bekräftad
tr: Doğrulanmış ayar

source: In conference
ar: في اجتماع
de: In Konferenz
fi: Kokouksessa
fr: En conférence
it: In conferenza
ja: 会議で
lt: Konferencijoje
nl: In een vergadering
sv: I konferens
tr: Grup görüşmede

source: <b>In call</b>
ar: <b>المكالمة جارية</b>
de: <b>Im Gespräch</b>
fi: <b>Puhuu puhelua</b>
fr: <b>Appel en cours</b>
it: <b>Chiamata in corso</b>
ja: <b>呼び出し中</b>
lt: <b>Skambutyje</b>
nl: <b>In gesprek</b>
sv: <b>I samtal</b>

source: <b>Paused call</b>
ar: <b>المكالمة متوقفة مؤقتا</b>
de: <b>Gehaltener Anruf</b>
fi: <b>Puhelu laitettu tauolle</b>
fr: <b>Appel en attente</b>
it: <b>Chiamata sospesa</b>
ja: <b>呼び出し停止</b>
lt: <b>Skambutis pristabdytas</b>
nl: <b>Gepauzeerde oproep</b>
sv: <b>Pausat samtal</b>
tr: <b>Duraklatılmış çağrı</b>

source: <b>Call ended.</b>
ar: <b>إنتهت المكالمة.</b>
de: <b>Anruf beendet.</b>
fi: <b>Puhelu loppu.</b>
fr: <b>Appel terminé.</b>
it: <b>Chiamata terminata.</b>
ja: <b>呼び出し終了</b>
lt: <b>Skambutis užbaigtas.</b>
nl: <b>Oproep is beëindigd.</b>
sv: <b>Samtalet slut.</b>
tr: <b>Çağrı sonlandı.</b>

source: Transfer in progress
ar: يجري الإرسال
de: Vermittlung läuft
fi: Siirto käynnissä
fr: Transfert en cours
it: Trasferimento in corso
ja: 進行中の転送
nl: De overdracht is bezig
sv: Överföring pågår
tr: Aktarım sürüyor

source: Transfer done.
ar: انتهى الإرسال.
de: Vermittlung abgeschlossen.
fi: Siirto tehty.
fr: Transfert terminé
it: Trasferimento completato.
ja: 転送完了。
nl: De overdracht is voltooid.
sv: Överföring klar.
tr: Aktarım tamam

source: Transfer failed.
ar: فَشِل الإرسال.
de: Vermittlung fehlgeschlagen.
fi: Siirto epäonnistui.
fr: Transfert échoué
it: Trasferimento fallito.
ja: 転送失敗。
nl: De overdracht is mislukt.
sv: Överföring misslyckades.
tr: Aktarım başarısız

source: Resume
ar: استأنِفْ
de: Fortsetzen
fi: Yritä uudelleen
fr: Reprendre
it: Riprendere
ja: レジューム
lt: Tęsti
nl: Hervatten
sv: Fortsätt
tr: Devam et

source: Pause
ar: إيقاف مؤقت
de: Halten
fi: Pysäytä
it: Pausa
ja: 一時停止
lt: Pristabdyti
nl: Pauzeren
sv: Pausa
tr: Duraklat

source: <small><i>Recording into %s %s</i></small>
ar: <small><i>يسجل في %s %s</i></small>
fi: <small><i>Nauhoita %s %s</i></small>
fr: <small><i>Enregistrement dans %s %s</i></small>
it: <small><i>Registrare in %s %s</i></small>
ja: <small><i>記録 %s %s</i></small>
lt: <small><i>Įrašoma į %s %s</i></small>
nl: <small><i>Bezig met opnemen naar%s %s</i></small>
sv: <small><i>Spelar in i %s %s</i></small>

source: (Paused)
ar: (متوقف)
de: (pausiert)
fi: (Pysäytetty)
fr: (en attente)
it: (Sospeso)
ja: (停止中)
lt: (Pristabdyta)
nl: (Gepauzeerd)
sv: (Pauserad)
tr: (Duraklatıldı)

source: Please enter login information for %s
ar: يُرجى إدخال معلومات الولوج ل %s
de: Bitte geben Sie die Anmeldeinformationen für %s ein.
fi: Anna kirjautumistiedot %s
fr: Entrez vos identifiants pour %s
it: Prego inserire le proprie credenziali di accesso per %s
ja: %sの情報はログインしてご確認ください
lt: Prašome įvesti %s prisijungimo informaciją
nl: Vul uw inloggegevens in voor %s
sv: Ange inloggningsuppgifter för %s
tr: %s için giriş bilgisini girin

source: fetching from %s
ar: يجلب من %s
de: abrufen von %s
fi: hae: %s
fr: chargement depuis %s
it: prelevando da %s
ja: %sからのフェッチ
lt: gaunama iš %s
nl: bezig met ophalen van %s
sv: hämtar från %s

source: Downloading of remote configuration from %s failed.
ar: فَشِل تنزيل التهيئة عن بعد من %s .
de: Herunterladen der Fernkonfiguration von %s fehlgeschlagen
fi: Etäsäätöjen lataus %s :stä epäonnistui.
fr: Le chargement de la configuration depuis %s a échoué.
it: Il trasferimento della configurazione remota da %s è fallito.
lt: Nuotolinės konfigūracijos atsiuntimas iš %s nepavyko.
nl: Het downloaden van de externe configuratie van %s is mislukt.
sv: Hämtning av fjärrkonfiguration från %s misslyckades.

source: No voice detected
ar: لم يكتشف صوتاً
de: Keine Stimme ermittelt
fi: Laitetta ei havaittu
fr: Voix non détectée
it: Non è stata riconosciuta nessuna voce
ja: 音声が検出できません
lt: Neaptikta jokio balso
nl: Er is geen stem gedetecteerd
sv: Ingen röst upptäckt
tr: Ses olmadığı algılandı

source: Too low
ar: خافِت
de: zu gering
fi: Liian hiljainen
fr: Trop bas
it: Troppo basso
ja: 小さい
lt: Per tyliai
nl: Te zacht
sv: För svag
tr: Çok düşük

source: Good
ar: جيد
de: gut
fi: Hyvä
fr: Bien
it: Bene
ja: 丁度よい
lt: Gerai
nl: Goed
sv: Bra
tr: İyi

source: Too loud
ar: صاخب
de: zu laut
fi: Liian kova ääninen
fr: Trop bruyant
it: Troppo forte
ja: 大きい
lt: Per garsiai
nl: Te hard
sv: För stark
tr: Çok yüksek

source: Did you hear three beeps ?
ar: هل سمعت ثلاث رنات ؟
de: Haben Sie die drei Signaltöne gehört?
fi: Kuulitko kolme piippausta ?
fr: Avez-vous entendu trois bips ?
it: Hai sentito tre segnali ?
ja: 3回のビープ音が聞こえましたか？
lt: Ar girdėjote tris byptelėjimus?
nl: Heeft u drie pieptonen gehoord?
sv: Hörde du tre pip?
tr: Üç bip sesi duydun mu?

source: Sound preferences not found
ar: لم يعثر على تفضيلات الصوت
de: Toneinstellungen nicht gefunden
fi: Toivottuja ääniasetuksia ei löytynyt
fr: Préférences son non trouvé
it: Le preferenze sui suoni non sono state trovate
ja: 音声の設定が見つかりません
lt: Garso nuostatos nerastos
nl: De geluidsvoorkeuren zijn niet gevonden
sv: Ljudinställningar ej funna
tr: Ses tercihleri bulunamadı

source: Cannot launch system sound control
ar: لم يتمكن من تشغيل التحكم في الصوت للنظام
de: Systemtonsteuerung kann nicht gestartet werden
fi: Ei voi käynnistää järjestelmän äänien hallintaa
fr: Impossible de démarrer le contrôleur système du son
it: Non è possibile eseguire il controllo dell'audio di sistema
ja: 音声制御システムを起動できません
lt: Nepavyko paleisti sistemos garso valdymą
nl: Het systeemgeluidspaneel kon niet worden gestart
sv: Kan inte starta systemljudkontroll
tr: Ses kontrol sistemi başlatılamıyor

source: Welcome! This assistant will help you to configure audio settings for Linphone
ar: مرحبا ! سيمكنك هذا المرشد من تهيئة إعدادات الصوت من أجل لِنْفُونْ
de: Willkommen! Dieser Assistent hilft Ihnen die Audioeinstellungen für Linphone einzurichten.
fi: Tervetuloa! Tämä avustaja auttaa sinua Linphonen ääniasetuksissa
fr: Bienvenue ! Cet assistant va vous aider à régler les paramètres audio de votre ordinateur pour une utilisation optimale avec Linphone.
it: Benvenuto! L'assistente ti aiuterà a configurare i settaggi audio di Linphone
lt: Sveiki! Šis pagelbiklis padės jums sukonfigūruoti Linphone garso nustatymus
nl: Welkom! Deze instelwizard zal u begeleiden bij het instellen van de audio-instellingen van Linphone
sv: Välkommen Denna assistent kommer att hjälpa dig ställa in ljudet för Linphone
tr: Hoşgeldiniz! Bu yardımcı,Linphone'un ses ayarlarını yapılandırmanıza yardım edecek

source: Capture device
ar: جهاز الالتقاط
de: Aufnahmegerät
fi: Tallennus laite
fr: Périphérique de capture
it: Dispositivo di acquisizione
ja: キャプチャーデバイス
lt: Mikrofonas
nl: Opname-apparaat
sv: Inspelningsenhet
tr: Görüntü yakalama aygıtı

source: Recorded volume
ar: الحجم المسجَّل
de: aufgenommene Lautstärke
fi: Tallennuksen äänen voimakkuus
fr: Volume enregistré
it: Volume di registrazione
ja: 録音音量
lt: Įrašomas garsis
nl: Opgenomen volume
sv: Inspelad volym

source: No voice
ar: صامت
de: Keine Stimme
fi: Äänetön
fr: Silencieux
it: Nessuna voce
ja: 音声なし
lt: Nėra balso
nl: Geen stem
sv: Ingen röst
tr: Ses yok

source: System sound preferences
ar: تفضيلات الصوت للنظام
de: Systemtoneinstellungen
fi: Järjestelmän toivotut ääni asetukset
fr: Préférences son système
it: Preferenze per l'audio di sistema
ja: システムサウンド設定
lt: Sistemos garso nuostatos
nl: Systeemgeluidsinstellingen
sv: Systemljudsinställningar
tr: Sistem ses tercihleri

source: Playback device
ar: جهاز السماع
de: Wiedergabegerät
fi: Kaiutin laite
fr: Périphérique d'écoute
it: Dispositivo di riproduzione
lt: Atkūrimo įrenginys
nl: Afspeelapparaat
sv: Uppspelningsenhet
tr: Oynatma aygıtı

source: Play three beeps
ar: شغِّل ثلاث رنَّات
de: spiele drei Pieptöne ab
fi: Anna kolme piippausta
fr: Joue trois bips
it: Riproduci tre segnali
ja: 3回分のビープ音を再生する
lt: Groti tris byptelėjimus
nl: Drie pieptonen afspelen
sv: Spela tre pip
tr: Üç bip sesi çal

source: Press the record button and say some words
ar: اضغط على زر التسجيل وانطق ببعض الكلمات
de: Drücken Sie den Aufnahmeknopf und sagen Sie etwas
fi: Paina nauhoita nappulaa ja sano muutamia sanoja
fr: Appuyer sur le bouton enregistrer et dites quelques mots
it: Premere il pulsante registrazione e parlare
lt: Spustelėkite įrašymo mygtuką ir tarkite kelis žodžius
nl: Klik op de opnameknop en zeg enkele woorden
sv: Klicka på inspelningsknappen och säg några ord
tr: Kayıt tuşuna bas ve bazı kelimeler söyle

source: Listen to your record voice
ar: استمع لصوتك المسجَّل
de: Hören Sie das Aufgenommene
fi: Kuuntele nauhoittamasi puhe
fr: Ecoutez votre voix enregistrée
it: Ascoltare la voce registrata
ja: 録音した音声を聞く
lt: Klausytis savo įrašyto balso
nl: Luister naar uw opgenomen stem
sv: Lyssna på din inspelade röst
tr: Kaydettiğin sesi dinle

source: Record
ar: تسجيل
de: Aufnahme
fi: Nauhoita
fr: Enregistrer
it: Registra
ja: 録音
lt: Įrašyti
nl: Opnemen
sv: Spela in
tr: Kayıt

source: Play
ar: تشغيل
de: Wiedergabe
fi: Toista
fr: Jouer
it: Riproduci
ja: 再生
lt: Groti
nl: Afspelen
sv: Spela
tr: Çalma

source: Let's start Linphone now
ar: لنُشغِّل لِنْفُونْ الآن
de: Linphone jetzt starten
fi: Käynnitetäänpä Linphone nyt
fr: Démarrons Linphone maintenant
it: Ora è possibile usare Linphone
ja: Linphoneをはじめる
lt: Dabar, paleiskime Linphone
nl: Laten we nu Linphone opstarten
sv: Låt oss starta Linphone nu
tr: Haydi şimdi Linphona başlayalım

source: Audio Assistant
ar: مرشد الصوت
fi: Ääni avustaja
fr: Assistant audio
it: Assistente Audio
ja: 音声アシスタント
lt: Garso Pagelbiklis
nl: Audio-instelwizard
sv: Ljudassistent
tr: Ses Yardımcısı

source: Audio assistant
ar: مرشد الصوت
fi: Ääni avustaja
fr: Assistant audio
it: Assistente Audio
ja: 音声アシスタント
lt: Garso pagelbiklis
nl: Audio-instelwizard
sv: Ljudassistent
tr: Ses yardımcısı

source: Mic Gain calibration
ar: معايرة كسب الميكروفون
de: Einrichtung MIkrofonverstärker
fi: Mikrofooni tulon kalibrointi
fr: Calibration du gain du microphone
it: Calibrazione del guadagano del microfono
ja: マイクのゲイン測定
lt: Mikrofono stiprinimo gradavimas
nl: Kalibratie van het microfoonbereik
sv: Mikrofonkalibrering

source: Speaker volume calibration
ar: معايرة شدة مكبر الصوت
de: Einrichtung Lautstärke
fi: Kaiuttimen kalibrointi
fr: Calibration du volume du haut parleur
it: Calibrazione del volume di riproduzione
ja: スピーカーの音量測定
lt: Garsiakalbių garsio gradavimas
nl: Kalibratie van het luidsprekervolume
sv: Högtalarvolymkalibrering
tr: Hoparlör ses yüksekliği ayarı

source: Record and Play
ar: سَجِّل واقرأ
de: aufnehmen und abspielen
fi: Nauhoita ja Toista
fr: Enregistrer et joue
it: Registra e Riproduci
ja: 録音して再生
lt: Įrašykite ir Grokite
nl: Opnemen en afspelen
sv: Spela in och upp
tr: Kaydet ve Oynat

source: Terminating
ar: في طور الإنهاء
de: Fertigstellen
fi: Lopeta
fr: En cours d’arrêt.
it: Procedura completata
ja: 終了
lt: Baigiama
nl: Bezig met vernietigen
sv: Avslutar
tr: Sonlandırma

source: About Linphone
ar: حول لِنْفُونْ
de: Über Linphone
fi: Tietoja Linphonesta
fr: À propos de Linphone
it: Su Linphone
ja: Linphoneについて
lt: Apie Linphone
nl: Over Linphone
sv: Om Linphone
tr: Linphone Hakkında

source: An internet video phone using the standard SIP (rfc3261) protocol.
ar: الهاتف المرئي للإنترنت الموافق للبروتوكول المعياري SIP (rfc3261)‎.
de: Ein Internet-Video-Telefon, das das Standard-SIP-Protokoll (RFC3261) verwendet.
fi: Internet video puhelin, joka kyttää SIP (rfc3261) protokollaa.
fr: Un visiophone pour l'internet, compatible SIP (rfc3261)
it: Un videotelefono con protocollo standard SIP (RFC 3261)
ja: インターネットによる動画送信には標準的なSIPプロトコル (rfc3261) を使用しています。
lt: Internetinis vaizdo telefonas, naudojantis standartinį SIP (rfc3261) protokolą.
nl: Een internetvideotelefoon gebruikmakende van het standaard SIP (rfc3261) protocol.
sv: En internetvideotelefon som använder SIP (rfc3261).
tr: Standart SİP (rfc3261) protokolü kullanan görüntülü internet telefonu.
