Repository: BelledonneCommunications/linphone-iphone
Catalog: po/*.po
Languages: ar, de, fi, fr, it, ja, lt, nl, sv, tr

source: Be right back
ar: سأعود
de: Bald wieder da
fi: Palaan pian
fr: De retour
it: Torno subito
lt: Netrukus sugrįš
sv: Kommer strax tillbaka
tr: Hemen döneceğim

source: Away
ar: غائب
de: Abwesend
fi: Poissa
fr: Absent
it: Assente
ja: 離席中
lt: Pasišalinęs
nl: Afwezig
sv: Borta
tr: Uzakta

source: On the phone
ar: على الهاتف
de: Im Gespräch
fi: Puhuu puhelua
fr: Au téléphone
it: Al telefono
lt: Kalba telefonu
sv: I telefon
tr: Telefondayım

source: Out to lunch
ar: أمام مائدة الطعام
de: Beim Essen
fi: Syömässä
fr: A table
it: Fuori per pranzo
lt: Pietauja
sv: På lunch
tr: Yemekteyim

source: Do not disturb
ar: لا تزعجني
de: Nicht stören
fi: Älä häiritse
fr: Ne pas déranger
it: Non disturbare
ja: 手が離せません
lt: Netrukdyti
nl: Niet storen
sv: Stör ej
tr: Rahatsız etmeyin

source: Moved
ar: ذهبتُ
de: Umgezogen
fi: Siirtynyt
fr: Parti
it: Trasferito
ja: 移動中
lt: Perkeltas
sv: Flyttat
tr: Taşındı

source: Using another messaging service
ar: أستخدم خدمة أخرى للتراسل الفوري
de: Ein anderer Nachrichtendienst wird benutzt
fi: Käyttää toista yhteys ohjelmaa
fr: Utilisation d'un autre service de messagerie
it: Utilizza una altro servizio di messaggistica
lt: Naudoja kitą pokalbių tarnybą
sv: Använder en annan meddelandetjänst
tr: Diğer mesaj servisi kullanılıyor

source: Offline
ar: غير متصل
de: Abgemeldet
fi: Verkossa
fr: Non connecté
ja: オフライン
lt: Atsijungęs
sv: Frånkopplad
tr: Çevrimdışı

source: Pending
ar: قيد الانتظار
de: Ausstehend
fi: Odottaa
fr: En attente
it: Pendente
ja: 保留
sv: Pågående
tr: Bekliyor

source: Vacation
ar: في عطلة
de: Urlaub
fi: Lomalla
fr: En congé
it: Assente
ja: 休暇中
sv: Ledighet
tr: Tatil

source: Unknown status
ar: حالة مجهولة
de: Unbekannter Status
fi: Tuntematon tila
fr: Status inconnu
it: Stato sconosciuto
ja: 不明なステータス
lt: Nežinoma būsena
sv: Okänd status
tr: Bilinmeyen durum

source: The sip proxy address you entered is invalid, it must start with "sip:" followed by a hostname.
ar: إن عنوان SIP الذي أدخلت غير صحيح، يجب أن يبدأ بـ "sip:‎" متبوعا باسم المضيف.
de: Die von Ihnen eingegebene SIP-Proxy-Adresse ist ungültig, sie muss mit „sip:“ gefolgt vom Hostnamen beginnen.
fi: Antamasi välityspalvelin osoite on kelvoton. Se täytyy alkaa "sip:" minkä jälkeen tulee host-verkkosolmuntunnus.
fr: L'adresse SIP du proxy est invalide. Elle doit commencer par "sip:" suivie par un nom de domaine.
it: L'indirizzo sip proxy utilizzato è invalido, deve iniziare con "sip:" seguito dall' hostaname.
sv: SIP-proxyadressen du angav är inte rätt. Adressen måste starta med "sip:" följt av ett värdnamn.

source: The sip identity you entered is invalid. It should look like sip:username@proxydomain, such as sip:alice@example.net
ar: إن هوية SIP التي أدخلت غير صحيحة. يجب أن تكون بهذا النمط sip:username@proxydomain، مثلا sip:alice@example.net
de: Die von Ihnen eingegebene SIP-Identität ist ungültig. Sie sollte wie sip:benutzername@proxydomain aussehen, also z.B. sip:alice@beispiel.net
fi: Antamasi sip tiedot ovat kelvoton. Sen pitäisi näyttää sip:käyttäjätunnus@välityspalvelin, kuten sip:alice@esimerkki.net
fr: L'identité SIP que vous avez fourni est invalide. Elle doit être de la forme sip:utilisateur@domaine, comme par exemple sip:alice@example.net
it: L'identità sip utilizza è invalida. Dovrebbre essere sip:username@proxydomain, esempio: sip:alice@example.net
lt: jūsų įvesta sip tapatybė yra neteisinga. Ji turėtų atrodyti taip sip:naudotojovardas@įgaliotojoserveriosritis, kaip, pavyzdžiui, sip:alice@example.net
sv: SIP-adressen du angav är inte rätt. Adressen bör se ut som sip:användarnamn@domän, såsom sip:alice@exempel.net

source: Looking for telephone number destination...
ar: يجري البحث عن وجهة رقم الهاتف...
de: Telefonnummernziel wird gesucht...
fi: Etsitään puhelinnumeron kohdetta...
fr: Recherche de la destination du numéro de téléphone...
it: Ricerca numero destinazione...
nl: Zoekt de lokatie van het telefoonnummer...
sv: Leta efter telefonnummerdestinationen ...

source: Could not resolve this number.
ar: لم يتمكن من إيجاد هذا الرقم.
de: Diese Nummer kann nicht aufgelöst werden.
fi: Ei voi käsittää tätä numeroa.
fr: La destination n'a pu être trouvée.
it: Impossibile risolvere il numero.
nl: Kon dit nummer niet vinden.
sv: Kan inte nå detta nummer.

source: Could not login as %s
ar: تعذر الولوج بالهوية %s
de: Anmeldung als %s fehlgeschlagen
fi: %s ei pystynyt kirjautumaan
fr: Echec de la connexion en tant que %s
it: impossibile login come %s
lt: Nepavyko prisijungti kaip %s
sv: Kunde inte logga in som %s

source: Refreshing on %s...
ar: ‫يجري إنعاش في %s...‬
de: Wird auf %s aktualisiert...
fi: %s on huilaamassa...
fr: Rafraichissement de %s...
it: Aggiornamento da %s...
sv: Förnyar på %s ...

source: Remote ringing.
ar: يرن الجرس عن بعد...
de: Klingeln bei der Gegenseite.
fi: vastapuoli pirisee
fr: Sonnerie distante.
it: Il chiamato sta squillando.
sv: Ringer hos motparten.

source: Remote ringing...
ar: يرن الجرس عن بعد...
de: Klingeln bei der Gegenseite...
fi: vastapuoli pirisee...
fr: Sonnerie distante...
it: Il chiamato sta squillando...
sv: Ringer hos motparten ...

source: Early media.
ar: أخذ المكالمة مبكرا.
de: nicht kompatibel, prüfe Codecs oder Sicherheitseinstellungen...
fi: Aikainen media eli aloita puhelu ennen yhteyden lukittautumista
fr: Prise d'appel anticipée.
sv: Tidig media

source: Call answered by %s
ar: ‫أجاب عن المكالمة %s‬
de: Anruf wird von %s entgegengenommen
fi: Puheluun vastasi %s
fr: Appel répondu par %s
it: Risposta da %s.
lt: %s atsiliepė į skambutį
sv: Samtal besvarat av %s

source: Call resumed.
ar: استُعيدت المكالمة.
de: Anruf fortgesetzt.
fi: Puhelu jaettiin.
fr: Appel repris.
it: Prosecuzione della chiamata.
lt: Skambutis pratęstas.
sv: Samtal återupptaget.
tr: Arama yeniden başlatıldı.

source: Incompatible, check codecs or security settings...
ar: غير موائم، تحقق من المراميز أو إعدادات الأمان...
de: Inkompatibel, überprüfen Sie die Codecs oder die Sicherheitseinstellungen...
fi: Yhteensopimaton, tarkista kodekit tai suojaus asetukset...
fr: Incompatible, vérfiez les codecs ou les paramètres de sécurité...
it: Incompatibile, controllare i codecs o i parametri della sicurezza...
lt: Nesuderinama, patikrinkite kodekus ar saugos nustatymus...
sv: Inkompatibel. Kontrollera kodekar eller säkerhetsinställningar ...

source: Incompatible media parameters.
ar: إعدادات الوسائط غير موائمة.
de: Inkompatible Medienparameter.
fi: Yhteensopimattomat media raja-arvot.
fr: Paramètres media incompatibles.
it: Parametri di comunicazione incompatibili.
lt: Nesuderinami medijos parametrai.
sv: Inkompatibla mediaparametrar.

source: We have been resumed.
ar: استُأنِفت المكالمة.
de: Anruf wird fortgesetzt.
fi: Meidän puhelu on jaettu.
fr: Appel repris.
it: La comunicazione è stata ripresa.
lt: Mūsų skambutis yra pratęstas.
sv: Vi har återupptagits.

source: We are paused by other party.
ar: وُقِّفت المكالمة مؤقتا من طرف آخر.
de: Anruf wird von der Gegenseite gehalten.
fi: Meidän puhelu on laitettu taauolle toisen osapuolen taholta.
fr: L'appel a été mis en attente.
it: L'interlocutore ci ha messi in attesa.
lt: Kita šalis pristabdė skambutį.
sv: Vi har pauserats av annan part.

source: Call is updated by remote.
ar: حُدِّث الاتصال من البعيد.
de: Anruf ist von der Gegenseite aktualisiert worden.
fi: Vastapuoli on päivittänyt puhelun.
fr: L'appel est modifié par la partie distante.
it: Aggiornamento della chiamata dalla parte remota.
sv: Samtalet är uppdaterat av motpart.

source: Call terminated.
ar: أُنهيت المكالمة.
de: Anruf beendet.
fi: Puhelu keskeytetty.
fr: Appel terminé.
it: Chiamata terminata.
ja: 呼び出し終了。
lt: Skambutis baigtas.
nl: Oproep beeindigd.
sv: Samtalet slut.
tr: Çağrı sonlandırıldı

source: User is busy.
ar: المستخدم مشغول.
de: Teilnehmer ist besetzt.
fi: Käyttäjä on kiireinen.
fr: Occupé...
it: Utente occupato
ja: 相手はビジーです。
lt: Naudotojas yra užimtas.
nl: Gebruiker is bezet.
sv: Användare är upptagen.
tr: Kullanıcı meşgul

source: User is temporarily unavailable.
ar: المستخدم غير متاح مؤقتا.
de: Teilnehmer zur Zeit nicht verfügbar.
fi: Käyttäjä hetkellisesti tavoittamattomissa.
fr: L'usager est temporairement indisponible.
it: Utente non disponibile
ja: 相手は、今出られません。
lt: Naudotojas laikinai neprieinamas.
nl: Gebruiker is tijdelijk niet beschikbaar.
sv: Användaren är tillfälligt otillgänglig.
tr: K

source: User does not want to be disturbed.
ar: لا يريد المستخدم أي إزعاج.
de: Teilnehmer möchte nicht gestört werden.
fi: Käyttäjä ei halua tulla häirityksi.
fr: L'usager ne souhaite pas être dérangé
it: L'utente non vuole essere disturbato
ja: 相手は手が離せないようです。
lt: Naudotojas nenori būti trukdomas.
nl: De gebruiker wenst niet gestoord te worden.
sv: Användaren vill inte bli störd.
tr: Kullanıcı rahatsız edilmek istemiyor.

source: Call declined.
ar: تم تجاهل المكالمة.
de: Anruf abgewiesen
fi: Soitto evätty.
fr: Appel décliné.
it: Chiamata rifiutata
ja: 通話は拒否されました。
lt: Skambutis atmestas.
nl: Oproep geweigerd.
sv: Samtalet avböjdes.
tr: Çağrı reddedildi.

source: Request timeout.
ar: انتهت مهلة الطلب.
de: Zeitüberschreitung bei der Anfrage
fi: Soitto yritys aikakatkaistiin.
fr: Délai d'attente de la requête dépassé.
it: Richiesta scaduta
ja: リクエストは時間切れです。
lt: Baigėsi užklausos laikas.
sv: Förfråganstid
tr: İstek zamanaşımına uğradı.

source: Redirected
ar: مُوجَّه
de: Umgeleitet
fi: Uudelleen ohjattu
fr: Redirection
it: Trasferito
sv: Omdirigerad
tr: Yeniden yönlendirildi

source: Call failed.
ar: فشل الاتصال.
de: Anruf fehlgeschlagen.
fi: Puhelu epäonnistui.
fr: L'appel a échoué.
it: Chiamata non riuscita.
lt: Skambutis nepavyko.
sv: Samtal misslyckades.
tr: Arama başarısız

source: Registration on %s successful.
ar: تم التسجيل في %s بنجاح.
de: Registrierung auf %s erfolgreich.
fi: Rekitöröityminen %sn onnistui.
fr: Enregistrement sur %s effectué.
it: Registrazione su %s attiva
nl: Registratie op %s gelukt.
sv: Registrering hos %s lyckades.

source: Unregistration on %s done.
ar: أُلغي التسجيل في %s .
de: Abmeldung von %s ist erfolgt.
fi: Rekisterin poisto %s:stä on tehty.
fr: Désenregistrement sur %s effectué.
it: Unregistrazione su %s
sv: Avregistrering hos %s lyckades.

source: no response timeout
ar: لا إجابة قبل انتهاء المهلة
de: Zeitüberschreitung bei der Antwort
fi: ei vastausta, aikakatkaistiin
fr: Pas de réponse
it: timeout no risposta
sv: Inget svar inom angiven tid

source: Registration on %s failed: %s
ar: فَشِل التسجيل في %s: %s
de: Registrierung auf %s fehlgeschlagen: %s
fi: Rekistöröityminen %sn epäonnistui: %s
fr: Echec de l'enregistrement sur %s: %s
it: Registrazione su %s fallita: %s
sv: Registrering hos %s mislyckades: %s

source: Service unavailable, retrying
ar: خدمة غير متاحة، تجري الإعادة
de: Service nicht verfügbar, versuche erneut
fi: Palvelin saavuttamattomissa, uudelleen yritetään
fr: Service indisponible, nouvelle tentative
it: Servizio non disponibile, nuovo tentativo in corso
lt: Paslauga neprieinama, bandoma iš naujo
sv: Tjänst ej tillgänglig, försöker igen
tr: Servis kullanımdışı, tekrar deneyin

source: Authentication token is %s
ar: شارة التحقق من الهوية هي %s
de: Authentifizierungs-Token ist %s
fi: Todennus merkki on %s
fr: Le jeton d'authentification est %s
it: Il codice di autenticazione è %s
sv: Autentiseringstecken är %s

source: Call parameters could not be modified: %s.
ar: ‫لم تُعدَّل معاملات المكالمات : %s.‬
de: Anrufparameter konnten nicht geändert werden: %s.
fi: Soiton raja-arvoja ei voitu muokata: %s.
fr: Les paramètres d'appel n'ont pas pu être modifiés : %s.
it: I parametri della chiamata sono stati modificati con successo: %s.
lt: Nepavyko modifikuoti skambučio parametrų: %s.
sv: Samtalsparametrar kunde inte ändras: %s

source: Call parameters were successfully modified.
ar: عُدِّلت معاملات المكالمات بنجاج.
de: Anrufparameter wurden erfolgreich geändert.
fi: Soiton raja-arvot ovat onnistuneesti muokattu.
fr: Les paramètres d'appel ont été modifiés avec succès.
it: I parametri della chiamata sono stati modificati con successo.
lt: Skambučio parametrai buvo sėkmingai modifikuoti.
sv: Samtalsparametrar ändrades framgångsrikt.

source: You have missed %i call.
ar: لم تفتك أي مكالمة.
de: Sie haben %i Anruf in Abwesenheit.
fi: Sinulla on %i vastaamaton puhelu.
fr: Vous avez manqué %i appel
it: %i chiamata persa.
lt: Jūs turite %i praleistą skambutį.
sv: Du har %i missat samtal

source: aborted
ar: أُجهِضت
de: abgebrochen
fi: keskeytetty
fr: interrompu
it: annulata
lt: nutrauktas
sv: avbruten
tr: iptal edildi

source: completed
ar: اكتملت
de: abgeschlossen
fi: valmis
fr: terminé
it: completata
lt: užbaigtas
sv: slutförd
tr: tamamlandı

source: missed
ar: فاتت
de: verpasst
fi: vastaamaton
fr: manqué
it: persa
lt: praleistas
sv: missad
tr: Yanıtsız

source: unknown
ar: مجهول
de: unbekannt
fi: tuntematon
fr: inconnu
it: sconosciuto
ja: 不明
lt: nežinoma
sv: okänd
tr: bilinmeyen

source: %s at %s From: %s To: %s Status: %s Duration: %i mn %i sec
ar: %s في %s من : %s إلى : %s الحالة : %s المدة : %i دقيقة %i ثانية
de: %s um %s Von: %s An: %s Status: %s Dauer: %i Min. %i Sek.
fi: %s at %s Mistä: %s Mihin: %s Tila: %s Kasto: %i minuuttia %i sekunttia
fr: %s à %s De : %s Vers : %s Status : %s Durée : %i min %i sec
it: %s a %s Da: %s A: %s Stato: %s Durata: %i min %i sec
lt: %s ties %s Nuo: %s Kam: %s Būsena: %s Trukmė: %i min. %i sek.
sv: %s vid %s Från: %s Till: %s Status: %s Längd: %i min %i sek

source: Outgoing call
ar: المكالمة الصادرة
de: Ausgehender Anruf
fi: Lähtevä puhelu
fr: Appel sortant
it: chiamata in uscita
lt: Išeinantis skambutis
sv: Utgående samtal
tr: Giden arama

source: Cannot play %s.
ar: لم يتمكن من تشغيل %s
de: Kann %s nicht wiedergeben.
fi: Ei voi toistaa %s.
fr: Impossible de jouer %s.
it: Impossibile riprodurre %s.
ja: %s が再生出来ません。
lt: Nepavyksta groti %s.
sv: Kan inte spela %s.

source: n/a
de: n/v
fi: tyhjä
fr: inconnu
it: n/d
nl: n.v.t.
tr: yok

source: English
de: Englisch
fi: eglaniksi
fr: Anglais
it: Inglese
lt: Anglų
nl: Engels
sv: Engelska
tr: İngilizce

source: Take screenshot
fr: Capture d'écran

source: SRTP
fi: SRTP 'realiaikainen salaus'
tr: SRTP (Güvenli Gerçek Zamanlı Aktarım Protokolü)

source: DTLS
fi: DTLS 'paketti kytketty salaus'

source: ZRTP
fi: ZRTP 'tunnusteleva realiaikainen salaus'

source: <b>SASL</b>
fi: <b>SASL 'yksinkertainen tunnistus ja salaus'</b>

source: DIGEST-MD5
fi: DIGEST-MD5 'tiivistetty käyttäjän tunnistus '
ja: ダイジェスト-MD5

source: NTLM
fi: NTLM 'Microsoft käyttäjän tunnistus'

source: GSSAPI
fi: GSSAPI 'tietoturva ohjelmointi käskypohja'

source: SASL
fi: SASL 'yksinkertainen salaus'

source: CIF
fi: CIF 'keskimääräinen kuvan tarkkuus'

source: SIP (UDP)
fi: SIP (UDP 'siirto ilman yhteyttä')

source: SIP (TCP)
fi: SIP (TCP 'luotettu siirto tavuttain')

source: SIP (TLS)
fi: SIP (TLS 'siirto SSL varmentimilla')

source: %ix%i @ %f fps
de: %ix%i @ %f bps
lt: %ix%i @ %f kadr./s

source: Presence status
nl: Aanwezigheidsstatus

source: Call
nl: Bellen

source: Chat
nl: Chatten

source: All users
nl: Alle gebruikers

source: Online users
nl: Online gebruikers
