Repository: BelledonneCommunications/linphone-iphone
Catalog: po/*.po
Languages: ar, de, fi, fr, it, ja, lt, nl, sv, tr

source: Please wait while fetching configuration from server...
ar: رجاءً انتظر ريثما ينتهي من جلب الإعدادات من الخادم...
de: Bitte warten Sie während die Einstellungen vom Server abgerufen werden...
fi: Odota, säätöjä noudetaan palvelimelta...
fr: Veuillez patenter un instant pendant le chargement de la configuration distante...
it: Caricamento della configurazione dal server, attendere...
lt: Prašome palaukti kol iš serverio yra gaunama konfigūracija...
sv: Var vänlig och vänta medan konfiguration hämtas från server ...
tr: Sunucudan yapılandırma ayarlarınız getirilirken bekleyin...

source: SIP account configuration assistant
ar: مرشد تهيئة حساب SIP
de: SIP-Konto-Einrichtungsassistent
fi: SIP tilin säätö avustaja
fr: Assistant de configuration de compte.
it: Assistente per la configurazione di un account SIP
ja: SIPアカウント設定アシスタント
lt: SIP paskyros konfigūravimo pagelbiklis
nl: SIP-account-instelwizard
sv: Inställningsassistent för SIP-konto
tr: SİP hesabı yapılandırma yardımcısı

source: Welcome! This assistant will help you to use a SIP account for your calls.
ar: مرحبا ! سيمكنك هذا المرشد من إعداد حسابك SIP لإجراء المكالمات.
de: Willkommen! Dieser Assistent hilft Ihnen dabei ein SIP-Konto einzurichten.
fi: Tervetuoa! Tämä avustaja auttaa sinua käyttämään SIP tiliä puheluissasi.
fr: Bienvenue ! Cet assistant va vous aider à utiliser un compte SIP pour vos appels.
it: Benvenuto! L'assistente vi aiuterà ad usare un indirizzo SIP per le vostre chiamate.
ja: ようこそ！ あなたの通話のためのSIPアカウント設定をお手伝いします。
lt: Sveiki! Šis pagelbiklis padės jums savo skambučiams naudoti SIP paskyrą.
nl: Welkom! Deze instelwizard zal u begeleiden bij het gebruiken van een SIP-account voor oproepen.
sv: Välkommen! Denna assistent kommer att hjälpa dig använda ett SIP-konto för dina samtal.
tr: Hoşgeldiniz! Bu yardımcı,çağrılarınız için bir SIP hesabı kullanmanıza yardım edecek.

source: Welcome to the account setup assistant
ar: مرحبا بك في مرشد إعداد الحساب
de: Willkommen zum Konto-Einrichtungsassistenten
fi: Tervetuloa tili asetusten avustajaan
fr: Bienvenue dans l'assistant de configuration de compte.
it: Benvenuto nel configuratore di account
ja: アカウント設定アシスタントへようこそ
lt: Sveiki atvykę į paskyros sąrankos pagelbiklį
nl: Welkom bij de account-instelwizard
sv: Välkommen till kontoinstallationsassistenten
tr: Hesap açma yardımcısına hoşgeldiniz

source: Create an account on linphone.org
ar: إنشاء حساب في linphone.org
de: Ein Konto bei linphone.org erstellen.
fi: Luo linphone.org tili
fr: Créer un compte sur linphone.org
it: Creare un account su linphone.org
ja: linphone.orgのアカウントを作成
lt: Susikurti linphone.org paskyrą
nl: Creëer een account op linphone.org
sv: Skapa ett konto på linphone.org
tr: linphone.org'da bir hesap oluştur

source: I have already a linphone.org account and I just want to use it
ar: أتوفر مسبقا على حساب في linphone.org وأريد فقط استخدامه
de: Ich habe bereits ein Konto bei linphone.org und möchte es jetzt benutzen.
fi: Minulla on jo linphone.org tili ja haluan kayttää sitä
fr: J'ai déjà un compte linphone.org et je souhaite l'utiliser
it: Ho già un account su linphone.org che voglio usare.
ja: linphone.orgのアカウントを持っているのでそれを使います
lt: Aš jau turiu linphone.org paskyrą ir, tiesiog, noriu ją naudoti
nl: Ik heb al een linphone.org-account en wil deze graag gebruiken
sv: Jag har redan ett linphone.org-konto och jag vill bara använda det
tr: Önceden bir linphone.org hesabım var ve onu kullanmak istiyorum

source: I have already a sip account and I just want to use it
ar: أتوفر مسبقا على حساب sip وأريد فقط استخدامه
de: Ich habe bereits ein SIP-Konto und möchte es jetzt benutzen.
fi: Minulla on jo sip tilli ja haluan käyttää sitä
fr: J'ai déjà un compte Sip et je souhaite l'utiliser
it: Ho già un account SIP e voglio usarlo
ja: SIPアカウントを持っているのでそれを使います
lt: Aš jau turiu sip paskyrą ir, tiesiog, noriu ją naudoti
nl: Ik heb al een SIP-account en wil deze graag gebruiken
sv: Jag har redan ett sip-konto och jag vill bara använda det
tr: Önceden bir sip hesabım var ve onu kullanmak istiyorum

source: I want to specify a remote configuration URI
ar: أريد تحديد عنوان التهيئة عن بعد
de: Ich möchte eine URI zur Fernkonfiguration angeben
fi: Haluan täsmentää etäsäätöjä; URI-osoite
fr: Je veux spécifier une URI de configuration
it: Voglio specificare un URI per la configurazione remota
lt: Aš noriu nurodyti nuotolinės konfigūracijos URI
nl: Ik wil een externe URI-configuratie opgeven
sv: Jag vill ange ett fjärrkonfigurations-URI
tr: Bir uzaktan URl yapılandırma belirlemek istiyorum

source: Account setup assistant
ar: مرشد تهيئة الحساب
de: Konto-Einrichtungsassistent
fi: Tili asetusten avustaja
fr: Assistant de configuration de compte.
it: Configuratore di account
ja: アカウント設定アシスタント
lt: Paskyros sąrankos pagelbiklis
nl: Account-instelwizard
sv: Kontoinstallationsassistenten
tr: Hesap açma yardımcısı

source: Enter your account information
ar: ادخل معلومات حسابك
de: Geben Sie Ihre Zugangsdaten ein
fi: Anna tili tietosi
fr: Entrez vos paramètres de compte
it: Inserire i dati del vostro account
lt: Įveskite savo paskyros informaciją
sv: Ange din konto-information
tr: Hesap bilgilerinizi girin

source: Username*
ar: اسم المستخدم*
de: Benutzername*
fi: Käyttäjätunnus*
fr: Nom d'utilisateur*
it: Nome utente*
ja: ユーザー名*
lt: Naudotojo vardas*
nl: Gebruikersnaam*
sv: Användarnamn*
tr: Kallanıcı adı*

source: Password*
ar: كلمة السر*
de: Passwort*
fi: Salasana*
fr: Mot de passe*
ja: パスワード*
lt: Slaptažodis*
nl: Wachtwoord*
sv: Lösenord*
tr: Parola*

source: Domain*
ar: النطاق*
de: Domäne*
fi: Domain/verkkotunnus*
fr: Domaine*
it: Dominio*
ja: ドメイン*
lt: Sritis*
nl: Domeinnaam*
sv: Domän*
tr: Alan adı*

source: Proxy
ar: الوكيل
fi: Välitysavelin
ja: プロキシ*
lt: Įgaliotasis serveris
tr: Vekil sunucu

source: Configure your account (step 1/1)
ar: تهيئة حسابك (المرحلة 1/1)
de: Konto einrichten (Schritt 1/1)
fi: Muokkaa tiliäsi (osa 1/1)
fr: Configurez votre compte (étape 1/1)
it: Configurare il tuo account (passo 1/1)
ja: アカウントを設定します (1/1)
lt: Konfigūruokite savo paskyrą (žingsnis 1/1)
nl: Uw account instellen (stap 1/1)
sv: Konfigurera ditt konto (steg 1/1)
tr: Hesabınızı yapılandırın (adım 1/1)

source: Enter your linphone.org username
ar: أدخِل اسم المستخدم في linphone.org
de: Geben Sie Ihren Benutzernamen bei linphone.org ein.
fi: Anna linphone.org käyttäjätunnus
fr: Entrez votre identifiant linphone.org
it: Immettere il vostro nome utente su linphone.org
ja: linphone.orgで取得したユーザー名を入力
lt: Įveskite savo linphone.org naudotojo vardą
nl: Vul uw linphone.org-gebruikersnaam in
sv: Ange ditt linphone.org-användarnamn
tr: linphone.org kullanıcı adınızı girin

source: Enter your sip username (step 1/1)
ar: أدخل اسم المستخدم SIP (المرحلة 1/1)
de: Geben Sie Ihren SIP-Benutzernamen ein (Schritt 1/1)
fi: Anna sip käyttäjätunnus (osa 1/1)
fr: Entrez votre identifiant sip (étape 1/1)
it: Introdurre il vostro nome utente SIP (passo 1/1)
ja: SIPのユーザー名を入力してください (1/1)
lt: Įveskite savo sip paskyros naudotojo vardą (žingsnis 1/1)
nl: Vul uw SIP-gebruikersnaam in (stap 1/1)
sv: Ange ditt sip-användarnamn (steg 1/1)
tr: sip kullanıcı adınızı girin (adım 1/1)

source: (*) Required fields
ar: (*) حقول ضرورية
de: (*) erforderliche Felder
fi: (*) Vaaditus kohdat
fr: (*) Champs requis
it: (*) Campi obbligatori
ja: (*) 必須
lt: (*) Būtini laukai
nl: (*) Verplichte velden
sv: (*) Obligatoriska fält
tr: (*) Zorunlu alanlar

source: Email: (*)
ar: البريد الالكتروني : (*)
fi: Sähköposti: (*)
ja: メールアドレス: (*)
lt: El. paštas: (*)
nl: E-mailadres: (*)
sv: E-post: (*)
tr: E-posta: (*)

source: Username: (*)
ar: اسم المستخدم* : (*)
de: Benutzername: (*)
fi: Käyttäjätunnus: (*)
fr: Nom d'utilisateur: (*)
it: Nome utente: (*)
ja: ユーザー名: (*)
lt: Naudotojo vardas: (*)
nl: Gebruikersnaam: (*)
sv: Användarnamn: (*)
tr: Kullanıcı adı: (*)

source: Password: (*)
ar: كلمة السر* : (*)
de: Passwort: (*)
fi: Salasana: (*)
fr: Mot de passe: (*)
ja: パスワード: (*)
lt: Slaptažodis: (*)
nl: Wachtwoord: (*)
sv: Lösenord: (*)
tr: Parola: (*)

source: Confirm your password: (*)
ar: أكِّد كلمة السر : (*)
de: Bestätigen Sie Ihr Passwort: (*)
fi: Vahvista salasana: (*)
fr: Confirmez votre mot de passe: (*)
it: Confermare la password: (*)
ja: パスワードを再入力: (*)
lt: Patvirtinkite savo slaptažodį: (*)
nl: Bevestig uw wachtwoord: (*)
sv: Bekräfta ditt lösenord: (*)
tr: Parolanızı onaylayın: (*)

source: Keep me informed with linphone updates
ar: أحطني علما بتحديثات لِنْفُونْ
de: Halte mich über linphone Aktualisierungen auf dem laufenden
fi: Ilmoita linphone päivityksistä
fr: Me tenir informé des mises à jour de Linphone
it: Mantenetemi aggiornato sugli aggiornamenti di linphone
ja: アップデートでLinphoneを常に最新にする
lt: Informuokite mane apie linphone atnaujinimus
nl: Houdt me op de hoogte van linphone-updates
sv: Håll mig informerad om Linphone-uppdateringar
tr: linphone güncellemeleri hakkında beni bilgilendir

source: Enter account information (step 1/2)
ar: أدخل معلومات حسابك (المرحلة 1/2)
de: Geben Sie Ihre Zugangsdaten ein (Schritt 1/2)
fi: Anna tili tiedot (osa 1/2)
fr: Entrez les informations concernant votre compte (étape 1/2)
it: Introdurre le informazioni dell'account (passo 1/2)
ja: アカウント情報を入力してください (1/2)
lt: Įveskite paskyros informaciją (žingsnis 1/2)
nl: Vul uw accountinformatie in (stap 1/2)
sv: Ange kontoinformation (steg 1/2)
tr: Hesap bilgilerini girin (adım 1/2)

source: Your account is being created, please wait.
ar: يُرجى الانتظار، يجري الآن إنشاء حسابك.
de: Ihr Konto wird erstellt, bitte warten.
fi: Sinun tiliäsi luodaan, pyydän odota.
fr: Votre compte est en cours de création. Veuillez patienter.
it: Il vostro account è stato creato, attendere.
lt: Jūsų paskyra yra kuriama, prašome palaukti.
sv: Ditt konto skapas. Var vänlig vänta.
tr: Hebabınız oluşturulmaya başlandı,lütfen bekleyin.

source: Account creation in progress
ar: إنشاء الحساب في تقدم
de: Kontoerstellung läuft
fi: Tilin luominen edistyy
fr: Création du compte en cours
it: Creazione dell'account in corso
lt: Paskyra kūrimo eigoje
sv: Kontoskapande pågår
tr: Hesap oluşturma sürüyor

source: Please validate your account by clicking on the link we just sent you by email. Then come back here and press Next button.
ar: يُرجى تأكيد حسابك وذلك بالضغط على الوصلة التي أرسلناها لك بالبريد الإلكتروني. ثم ارجع إلى هنا واضغط على زر التالي.
de: Bitte bestätigen Sie Ihr Konto, indem Sie auf die Verknüpfung klicken, die wir Ihnen soeben per E-Mail geschickt haben. Danach gehen Sie hierher zurück und drücken auf „Vor“.
fi: Vahvista tilisi avaamala linkin, joka on juuri lähetetty sähköpostiisi. Sitten palaa ja paina seuraava.
fr: Merci de valider votre compte en cliquant sur le lien que nous avons envoyé par email. Puis appuyez sur suivant.
it: Attivate il vostro account cin il link che vi è appena stato inviato per posta elettronica. Quindi tornare qui e premere il tasto "Avanti".
ja: 送信されたメールの本文内にあるリンクをクリックしてアカウントを有効にしてください。 その後こちらへ戻って「次へ」を押してください。
lt: Prašome patvirtinti savo paskyrą, nuspaudžiant nuorodą, kurią ką tik atsiuntėme jums el. paštu. Tuomet grįžkite čia ir spauskite mygtuką Pirmyn.
nl: Valideer uw account door te klikken op de link die we zojuist naar uw e-mailadres hebben verstuurd. Kom dan terug naar dit venster en klik op de knop Volgende.
sv: Var vänlig och bekräfta ditt konto genom att klicka på länken vi nyss skickade dig via e-post. Kom sedan tillbaka hit och klicka på knappen Nästa.
tr: Lütfen size e-posta yoluyla gönderdiğimiz bağlantıyı tıklayarak hesabınızı doğrulayın. Sonra buraya geri dönün ve İleri düğmesine basın.

source: Validation (step 2/2)
ar: تأكيد (المرحلة 2/2)
de: Bestätigung (Schritt 2/2)
fi: Vahvistus (osa 2/2)
fr: Validation (étape 2/2)
it: Validazione (passo 2/2)
ja: 検証します (2/2)
lt: Patvirtinimas (žingsnis 2/2)
nl: Geldigheid (stap 2/2)
sv: Bekräftelse (steg 2/2)
tr: Doğrulama (adım 2/2)

source: Checking if your account is been validated, please wait.
ar: يُرجى الانتظار، يجري الآن فحص التحقق من صحة حسابك.
de: Es wird überprüft, ob Ihr Konto gültig ist, bitte warten.
fi: Tarkistetaan että tilisi on vahvistettu, pyydän odota.
fr: Vérification que le compte a été validé. Veuillez patienter.
it: Verifica della validazione dell'account, attendere.
lt: Tikrinama ar jūsų paskyra buvo patvirtinta, prašome palaukti.
sv: Kontrollerar om ditt konto bekräftas. Var vänlig, vänta.
tr: Hesabınızın geçerli olup olmadığı denetleniyor,lütfen bekleyin.

source: Account validation check in progress
ar: التحقق من الحساب في تقدم
de: Kontogültigkeitsprüfung läuft
fi: Tarkistetaan tilin vahvistusta
fr: Vérification de la validité du compte en cours
it: Controllo della validazione dell'account in corso
lt: Pakyros patvirtinimo patikrinimas eigoje
sv: Kontobekräftelsekontroll pågår
tr: Hesap geçerlilik sınaması sürüyor

source: Error, account not validated, username already used or server unreachable. Please go back and try again.
ar: خطأ، لم يتم تأكيد الحساب، سبق استخدام اسم المستخدم أو تعذر الوصول للخادم. يُرجى إعادة المحاولة لاحقا.
de: Fehler, Konto kann nicht bestätigt werden. Der Benutzername wird bereits verwendet oder der Server ist unerreichbar. Bitte gehen Sie zurück und versuchen Sie es noch einmal.
fi: Virhe, tili ei ole vahvistettu, käyttäjätunnus oli jo käytössä tai palvelin tavoittamattomissa. Pyydän palaa ja yritä uudelleen.
fr: Erreur, le compte n'est pas validé, l'identifiant est déjà utilisé ou le serveur n'est pas accessible. Merci d'essayer à nouveau.
it: Errore, account non valido, nome utente già in uso o server non raggiungibile. Tornare indietro e riprovare.
lt: Klaida, paskyra nepatvirtinta, naudotojo vardas jau yra naudojamas arba serveris nepasiekiamas. Prašome grįžti atgal ir bandyti dar kartą.
nl: Er is een fout opgetreden: uw account is niet gevalideerd, de gebruikersnaam wordt al door iemand anders gebruikt of de server is onbereikbaar. Ga terug en probeer het opnieuw.
sv: Fel. Konto ej bekräftat, användarnamn upptaget eller server onåbar. Var vänlig, gå tillbaka och försök igen.
tr: Hata,hesap geçersiz,kullanıcı adı kullanılıyor veya sunucuya erişilemiyor. Lütfen geri dönün ve tekrar deneyin.

source: Error
ar: خطأ
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
ja: エラー
lt: Klaida
nl: Fout
sv: Fel
tr: Hata

source: Thank you. Your account is now configured and ready for use.
ar: شكرا لك، لقد جرت تهيئة حسابك وهو الآن قابل للاستخدام.
de: Danke. Ihr Konto ist nun fertig eingerichtet und kann verwendet werden.
fi: Kiitos. Tilisi on muokattu ja valmis käyttöön.
fr: Merci. Votre compte est maintenant configuré et prêt à être utilisé.
it: Grazie. Il tuo account è configurato e pronto all'uso
ja: ありがとう。あなたのアカウントは無事に設定され、使用する準備ができました。
lt: Dėkojame. Jūsų paskyra yra sukonfigūruota ir paruošta naudoti.
nl: Bedankt. Uw account is nu ingesteld en klaar voor gebruik.
sv: Tack. Ditt konto är nu konfigurerat och färdigt att användas.
tr: Teşekkürler. Hesabınız yapılandırıldı ve kullanıma hazır.

source: Linphone - Configure a SIP account
ar: لِنْفُونْ - تهيئة حساب SIP
de: Linphone - SIP-Konto einrichten
fi: Linphone - Muokkaa SIP tiliä
fr: Linphone - Configurer un compte SIP
it: Linphone - Configurazione SIP account
ja: Linphone - SIPアカウントを設定します
lt: Linphone - SIP paskyros konfigūravimas
nl: Linphone - Een SIP-account instellen
sv: Linphone - Konfigurera ett SIP-konto
tr: Linphone - Bir SİP hesabı yapılandır

source: Your SIP identity:
ar: هوية SIP لديك :
de: Ihre SIP-Identität:
fi: Sinun SIP henkilöllisyys:
fr: Votre identité SIP :
it: Identità SIP
lt: Jūsų SIP tapatybė:
nl: Uw SIP-identiteit:
sv: Din SIP-identitet:
tr: SİP kimliğiniz:

source: Looks like sip:<username>@<domain>
ar: يشبه sip:<username>@<domain>
de: Sieht aus wie sip:<benutzername>@<domain>
fi: Näyttää seuraavalta sip:<username>@<domain>
fr: De la forme sip:<username>@<domain>
it: Simile a sip:<username>@<domain>
lt: Atrodo taip sip:<naudotojovardas>@<sritis>
nl: Lijkt op:<username>@<domain>
sv: Ser ut som sip:<användarnamn>@<domän>

source: SIP Proxy address:
ar: عنوان وكيل SIP :
de: SIP-Proxy-Adresse:
fi: SIP välityspalvelin osoite:
fr: Adresse du proxy SIP:
it: Indirizzo sip proxy:
ja: SIP プロキシ:
lt: SIP Įgaliotojo serverio adresas:
nl: SIP-proxyadres:
sv: SIP-proxyadress:
tr: SİP Vekil sunucu adresi:

source: Looks like sip:<proxy hostname>
ar: يشبه sip:<proxy hostname>
de: Sieht aus wie sip:<proxy hostname>
fi: Näyttää seuraavalta sip:<proxy hostname>
fr: De la forme sip:<proxy hostname>
it: Simile a sip:<proxy hostname>
nl: Lijkt op sip:<proxy hostnaam>
sv: Ser ut som sip:<proxyvärdnamn>

source: Registration duration (sec):
ar: مدة التسجيل (بالثواني) :
de: Registrierungsdauer (sec):
fi: Rekisteröinnin kesto (sekunttia):
fr: Période d'enregistrement (secondes):
it: Durata registrazione (sec)
lt: Registravimo trukmė (sek.):
nl: Registratieduur (sec):
sv: Registreringstid (sek.):
tr: Kayıt süresi (saniye)

source: Contact params (optional):
ar: إعدادات جهة الاتصال (اختيارية) :
de: Kontaktdetails (optional)
fi: Yhteystiedot (valinnainen):
fr: Paramètres de contact (optionnel):
it: Parametri del contatto (opzionali)
lt: Kontakto parametrai (nebūtinai):
nl: Contactparameters (optioneel):
sv: Kontaktparametrar (tillval):

source: AVPF regular RTCP interval (sec):
ar: مجال RTCP الاعتيادي ل AVPF (بالثواني) :
de: AVPF Standard RTCP Interval (sek):
fi: AVPF-'media siirto' tahdistusväli RTCP-'realiaikaisen tiedonsiirron' kanssa (sekunttia):
fr: Intervalle standard RTCP AVPF (sec) :
lt: AVPF reguliarus RTCP intervalas (sek.):
nl: AVPF regulier RTCP-tussenpose (sec):
sv: AVPF regular RTCP intervall (sek):

source: Route (optional):
ar: التوجيه (اختياري) :
fi: Reitti (valinnainen):
fr: Route (optionnel):
it: Rotta (opzionale)
lt: Maršrutas (nebūtinai):
nl: Route (optioneel):
sv: Route (tillval):
tr: Güzergah (isteğe bağlı)

source: Transport
ar: النقل
de: Übertragung
fi: Siirto
it: Trasporto
ja: 転送
lt: Perdavimas
nl: Overdracht
tr: Taşıma

source: Register
ar: التسجيل
de: Registrieren
fi: Rekisteri
fr: S'enregistrer
it: Registro
ja: 登録
lt: Registruoti
nl: Registreren
sv: Registrera
tr: Kayıt

source: Publish presence information
ar: انشر معلومات الحضور
de: Anwesenheitsstatus veröffentlichen
fi: Julkaise läsnäolo tiedot
fr: Publier la présence
it: Pubblica stato della presenza
ja: パブリッシュ情報
lt: Skelbti prisijungimo būsenos informaciją
nl: Aanwezigheidsinformatie publiceren
sv: Publicera närvaroinformation
tr: Yayınlama ön bilgisi

source: Enable AVPF
ar: فعِّل AVPF
de: Aktiviere AVPF
fi: Käytä AVPF:ää
fr: Activer AVPF
it: Abilita AVPF
ja: AVPFを有効にする
lt: Įjungti AVPF
nl: AVPF inschakelen
sv: Aktivera AVPF
tr: AVPF'yi etkinleştir

source: Configure a SIP account
ar: تهيئة حساب SIP
de: SIP-Konto einrichten
fi: Muokkaa SIP tiliä
fr: Configurer un compte SIP
it: Configurazione SIP account
lt: Konfigūruokite SIP paskyrą
nl: Een SIP-account instellen
sv: Konfigurera ett SIP-konto
tr: Bir SİP hesabı yapılandır

source: Configure VoIP tunnel
ar: تهيئة نفق VoIP
de: VoIP-Tunnel einrichten
fi: Muokkaa VoIP tunnelia
fr: Configuer le mode tunnel
it: Configurare il tunnel VoIP
sv: Konfigurera VoIP-tunnel
tr: VoIP tüneli yapılandır

source: Host
ar: المضيف
fi: Host eli Verkon solmu
fr: Hôte
ja: ホスト
sv: Värd
tr: Barındırıcı

source: Port
ar: المنفذ
fi: Portti
it: Porta
ja: ポート
lt: Prievadas
tr: Bağlantı noktası

source: <b>Configure tunnel</b>
ar: <b>تهيئة النفق</b>
de: <b>Tunnel einrichten</b>
fi: <b>Muokkaa tunnelia</b>
fr: <b>Configuration du tunnel</b>
it: <b>Configurazione del tunnel</b>
sv: <b>Konfigurera tunnel</b>
tr: <b>Tünel yapılandır</b>

source: <b>Configure http proxy (optional)</b>
ar: <b>تهيئة وكيل http (اختياري)</b>
fi: <b>Muokkaa http välityspalinta (valinnainen)</b>
fr: <b>Configuration d'un proxy http (optionel)</b>
it: <b>Configurazione del proxy http (opzionale)</b>
sv: <b>Konfigurera http-proxy (valfritt)</b>
tr: <b>http vekil yapılandır (isteğe bağlı)</b>

source: Please wait
ar: يُرجى الانتظار
de: Bitte warten
fi: Odota
fr: En attente
it: Prego attendere
ja: お待ちください
lt: Prašome palaukti
sv: Vänta
tr: Lütfen bekleyin

source: Ready
ar: جاهز
de: Bereit
fi: Valmis
fr: Prêt.
it: Pronto
ja: 準備
lt: Pasiruošę
nl: Gereed.
sv: Redo
tr: Hazır

source: Configuring
ar: تجري التهيئة
de: Einstellen
fi: Säädetään
fr: Configuration en cours
it: Configurando
lt: Konfigūruojama
sv: Konfigurerar
tr: Yapılandırılıyor

source: Contacting
ar: يتصل ب
de: Verbindungsaufbau
fi: Yhdistetään
fr: Appel de
it: In connessione
lt: Susisiekiama su
nl: Verbinden
sv: Kontaktar
tr: Bağlanıyor

source: Could not call
ar: لم يتمكن من الاتصال
de: Anruf kann nicht getätigt werden.
fi: Ei voinut soittaa
fr: Echec de l'appel
it: Impossibile chiamare
lt: Nepavyko skambinti
sv: Kunde inte ringa
tr: Aranamıyor

source: Sorry, we have reached the maximum number of simultaneous calls
ar: آسف، وصل عدد المكالمات الآنية إلى حده الأقصى
de: Die maximale Anzahl der gleichzeitigen Anrufe ist erreicht.
fi: Olen pahoillani, suurin yhtäaikaisten puheluiden määrä on saavutettu
fr: Désolé, le nombre maximum d'appels simultanés est atteint.
it: Spiacenti, è stato raggiunto il massimo numero di chiamate simultanee
sv: Beklagar. Vi har nått det maximala antalet samtidiga samtal.

source: is contacting you
ar: يتصل بك
de: ruft Sie an
fi: on ottamassa yhteyttä sinuun
fr: vous appelle
it: ti sta contattando
lt: bando su jumis susisiekti
sv: kontaktar dig

source: and asked autoanswer.
ar: ويطلب ردا تلقائيا.
de: und fragt nach automatischer Antwort.
fi: ja pyytää automaattista vastausta.
fr: et sollicite un décrochage automatique.
it: e ha richiesto la risposta automatica
ja: と自動応答を尋ねる
sv: och frågade autosvar.

source: Modifying call parameters...
ar: يجري تعديل إعدادات المكالمة...
de: Die Anrufparameter werden verändert...
fi: Maukataan soiton raja-arvoja...
fr: Modifications des paramètres d'appels...
it: Modificando i parametri di chiamata...
ja: コールパラメーターの変更...
lt: Modifikuojami skambučio parametrai...
sv: Modifierar samtalsparametrar ...
tr: Çağrı değiştirgeleri değiştiriliyor...

source: Connected.
ar: متصل.
de: Verbunden.
fi: Yhdistetty
fr: En ligne.
it: Connessione
ja: 接続しました。
lt: Prisijungta.
nl: Verbonden.
sv: Kopplad
tr: Bağlandı.

source: Call aborted
ar: أُلغيت المكالمة
de: Anruf abgebrochen
fi: Puhelu keskeytetty
fr: Appel abandonné
it: Chiamata annullata
ja: 呼び出しを打ち切る
lt: Skambutis nutrauktas
sv: Samtal avbrutet
tr: Çağrı iptal edildi

source: Could not pause the call
ar: لم يتمكن من توقيف المكالمة مؤقتا
de: Anruf kann nicht gehalten werden
fi: Ei voinut laittaa puhelua tauolle
fr: La mise en attente a échoué
it: Impossibile sospendere la chiamata
ja: 呼び出しを一時停止できませんでした
lt: Nepavyko pristabdyti skambučio
sv: Kunde inte pausa samtalet
tr: Çağrı duraklatılamadı

source: Pausing the current call...
ar: وضع المكالمة قيد الانتظار...
de: Aktueller Anruf wird gehalten...
fi: Laitetaan tauolle nykyinen puhelu...
fr: Mise en attente de l'appel...
it: Sospensione della chiamata in corso...
ja: 現在の通話を一時停止...
lt: Pristabdomas esamas skambutis...
sv: Pausar nuvarande samtal...
tr: Geçerli çağrı duraklatılıyor...

source: Stun lookup in progress...
ar: يجري بحث STUN...
de: STUN-Ermittlung läuft...
fi: Stun-'osoite haun' lukkiutuminen käynnissä...
fr: Découverte STUN en cours
it: Ricerca Stun in progresso ...
ja: Stunによるルックアップの進行中…
nl: STUN adres wordt opgezocht...
sv: STUN-uppslagning pågår ...

source: ICE local candidates gathering in progress...
ar: يجري جلب مرشَّحي ICE المحلين...
de: Lokale Kandidaten für ICE werden zusammengestellt...
fi: ICE paikallisia ehdokkaita kerätään...
fr: Collection des candidats locaux ICE en cours...
it: Raccolta dei candidati ICE locali in corso...
sv: Samlande av ICE-lokalkandidater pågår ...

source: Online
ar: على الخط
de: Angemeldet
fi: Verkossa
fr: Disponible
it: In linea
ja: オンライン
lt: Prisijungęs
nl: Aanwezig
tr: Çevrimiçi

source: Busy
ar: مشغول
de: Besetzt
fi: Kiireinen
fr: Occupé
it: Occupato
ja: ビジー
lt: Užimtas
nl: Bezet
sv: Upptagen
tr: Meşgul
