Repository: BelledonneCommunications/linphone-iphone
Catalog: po/*.po
Languages: ar, de, fi, fr, it, ja, lt, nl, sv, tr

source: fr: Simon Morlat en: Simon Morlat and Delphine Perreau it: Alberto Zanoni <alberto.zanoni@-NO-SPAM-PLEASE!-tiscalinet.it> de: Jean-Jacques Sarton <jj.sarton@-NO-SPAM-PLEASE-t-online.de> sv: Daniel Nylander <po@danielnylander.se> es: Jesus Benitez <gnelson at inMail dot sk> ja: YAMAGUCHI YOSHIYA <yushiya@anet.ne.jp> pt_BR: Rafael Caesar Lenzi <rc_lenzi@yahoo.com.br> pl: Robert Nasiadek <darkone@darkone.pl> cs: Petr Pisar <petr.pisar@atlas.cz> hu: anonymous he: Eli Zaretskii <eliz@gnu.org>
ar: fr: Simon Morlat en: Simon Morlat and Delphine Perreau it: Alberto Zanoni <alberto.zanoni@-NO-SPAM-PLEASE!-tiscalinet.it> de: Jean-Jacques Sarton <jj.sarton@-NO-SPAM-PLEASE-t-online.de> sv: Daniel Nylander <po@danielnylander.se> es: Jesus Benitez <gnelson at inMail dot sk> ja: YAMAGUCHI YOSHIYA <yushiya@anet.ne.jp> pt_BR: Rafael Caesar Lenzi <rc_lenzi@yahoo.com.br> pl: Robert Nasiadek <darkone@darkone.pl> cs: Petr Pisar <petr.pisar@atlas.cz> hu: anonymous he: Eli Zaretskii <eliz@gnu.org> ar: Muhiyeddine Cherik <tx99h4@hotmail.com>
fi: fr: Simon Morlat en: Simon Morlat and Delphine Perreau it: Alberto Zanoni <alberto.zanoni@-NO-SPAM-PLEASE!-tiscalinet.it> de: Jean-Jacques Sarton <jj.sarton@-NO-SPAM-PLEASE-t-online.de> sv: Daniel Nylander <po@danielnylander.se> es: Jesus Benitez <gnelson at inMail dot sk> ja: YAMAGUCHI YOSHIYA <yushiya@anet.ne.jp> pt_BR: Rafael Caesar Lenzi <rc_lenzi@yahoo.com.br> pl: Robert Nasiadek <darkone@darkone.pl> cs: Petr Pisar <petr.pisar@atlas.cz> hu: anonymous he: Eli Zaretskii <eliz@gnu.org> fi: Matti Koivunen
it: fr: Simon Morlat en: Simon Morlat and Delphine Perreau it: Alberto Zanoni <alberto.zanoni@-NO-SPAM-PLEASE!-tiscalinet.it> it: Fabrizio Carrai de: Jean-Jacques Sarton <jj.sarton@-NO-SPAM-PLEASE-t-online.de> sv: Daniel Nylander <po@danielnylander.se> es: Jesus Benitez <gnelson at inMail dot sk> ja: YAMAGUCHI YOSHIYA <yushiya@anet.ne.jp> pt_BR: Rafael Caesar Lenzi <rc_lenzi@yahoo.com.br> pl: Robert Nasiadek <darkone@darkone.pl> cs: Petr Pisar <petr.pisar@atlas.cz> hu: anonymous he: Eli Zaretskii <eliz@gnu.org>
sv: fr: Simon Morlat en: Simon Morlat och Delphine Perreau it: Alberto Zanoni <alberto.zanoni@-NO-SPAM-PLEASE!-tiscalinet.it> de: Jean-Jacques Sarton <jj.sarton@-NO-SPAM-PLEASE-t-online.de> sv: Daniel Nylander <po@danielnylander.se> es: Jesus Benitez <gnelson at inMail dot sk> ja: Yoshiya Yamaguchi <yushiya@anet.ne.jp> pt_BR: Rafael Caesar Lenzi <rc_lenzi@yahoo.com.br> pl: Robert Nasiadek <darkone@darkone.pl> cs: Petr Pisar <petr.pisar@atlas.cz> hu: anonym he: Eli Zaretskii <eliz@gnu.org>

source: Search contacts in directory
ar: البحث عن جهات الاتصال في الدليل
de: Kontakte im Verzeichnis suchen
fi: Etsi yhteystietoja hakemistosta
fr: Rechercher dans l'annuaire
it: Cerca contatti nella directory
sv: Sök kontakter i katalogen
tr: Dizinde bağlantılar ara

source: Add to my list
ar: الإضافة إلى قائمتي
de: Zur Kontaktliste hinzufügen
fi: Lisää minun listaan
fr: Ajouter à ma liste
it: Aggiungi alla mia lista
lt: Pridėti į mano sąrašą
sv: Lägg till min lista
tr: Listeme ekle

source: <b>Search somebody</b>
ar: <b>البحث عن شخص</b>
de: <b>Kontaktsuche</b>
fi: <b>Etsi henkilöä</b>
fr: <b>Rechercher une personne</b>
it: <b>Cerca</b>
sv: <b>Sök någon</b>

source: <b>Callee name</b>
ar: <b>اسم المنادَى</b>
de: <b>Name des Angerufenen</b>
fi: <b>Soitettu</b>
fr: <b>Nom du correspondant</b>
it: <b>Nome del chiamato</b>
nl: <b>Bellernaam</b>
sv: <b>Den uppringdas namn</b>

source: Call history
ar: تاريخ المكالمات
de: Anrufchronik
fi: <b>Soitetut</b>
fr: Historique des appels
it: Cronologia
ja: 呼出履歴
nl: Gespreksgeschiedenis
sv: Samtalshistorik
tr: Çağrı geçmişi

source: Clear all
ar: أفْرِغ الكل
de: Alle löschen
fi: Tyhjennä kaikki
fr: Tout vider
it: Pulisci tutto
ja: すべて消去する
lt: Išvalyti viską
nl: Alles wissen
sv: Rensa alla
tr: Hepsini temizle

source: Call back
ar: إعادة الاتصال
de: Anrufen
fi: Soita takaisin
fr: Rappeler
it: Richiamata
nl: Terugbellen
sv: Ring tillbaka
tr: Geri arama

source: Call statistics
ar: إحصاء المكالمات
de: Anrufstatistik
fi: Soitto tilastot
fr: Statistiques de l'appel
it: Statistiche della chiamata
ja: 通信統計
lt: Skambučio statistika
sv: Samtalsstatistik
tr: Çağrı istatistikleri

source: Audio codec
ar: مرمازات الصوت
fi: Äänen codec 'pakkaus'
fr: Codec audio
it: Codec audio
ja: オーディオのコーデック
lt: Garso kodekas
sv: Ljudkodek
tr: Ses çözücü

source: Video codec
ar: مرمازات الفيديو
fi: Videon codec 'pakkaus'
fr: Codec vidéo
it: Codec video
ja: ビデオのコーデック
lt: Vaizdo kodekas
sv: Videokodek
tr: Görüntü çözücü

source: Audio IP bandwidth usage
ar: سعة القناة الصوتية
de: Genutzte IP-Bandbreite Audio
fi: Äänen käyttämä IP kaistaleveys
fr: Bande passante audio
it: Banda IP impiegata per l'audio
ja: 音声で使用しているIP通信帯域
lt: Garso IP pralaidumo naudojimas
sv: Bandbreddsanvändning för ljud

source: Audio Media connectivity
ar: اتصالات الصوت
de: Audio-Konnektivität
fi: Ääni tiedon yhdistettävyys
fr: Connectivité audio
it: Supporto audio
ja: 接続している音声用メディア
sv: Ljudanslutningsbarhet
tr: Ses Ortamı bağlanırlığı

source: Video IP bandwidth usage
ar: سعة قناة الفيديو
de: Genutzte IP-Bandbreite Video
fi: Videon käyttämä IP kaistaleveys
fr: Bande passante video
it: Banda IP impiegata per il video
ja: ビデオで使用しているIP通信帯域
lt: Vaizdo IP pralaidumo naudojimas
sv: Bandbreddsanvändning för bild

source: Video Media connectivity
ar: اتصالات الفيديو
de: Video-Konnektivität
fi: Video tiedon yhdistettävyys
fr: Connectivité video
it: Supporto video
ja: 接続しているビデオ用メディア
sv: Videoanslutningsbarhet
tr: Görüntü Ortamı bağlanırlığı

source: Round trip time
ar: مدة الذهاب والإياب
de: Umlaufzeit
fi: Kierto aika
fr: Temps d'aller retour
it: Tempo di andata/ritorno
ja: RTT
sv: Rundturstid
tr: Sinyal gidiş-dönüş süresi

source: Video resolution received
ar: حجم الفيديو المستلَم
de: Videoauflösung empfangen
fi: Saatu videon tarkkuus
fr: Taille de video reçue
it: Risoluzione video ricevuta
lt: Gaunamo vaizdo raiška
sv: Videoupplösning mottagen
tr: Alınan görüntü çözünürlüğü

source: Video resolution sent
ar: حجم الفيديو المرسَل
de: Videoauflösung gesendet
fi: Lähetetty videon tarkkuus
fr: Taille de video envoyée
it: Risoluzione video trasmessa
lt: Siunčiamo vaizdo raiška
sv: Videoupplösning skickad
tr: Giden görüntü çözünürlüğü

source: RTP profile
ar: تشكيلة RTP
de: RTP-Profil
fi: RTP 'realiaikaisen videon' profiili
fr: Profil RTP
it: Profilo RTP
ja: RTPプロファイル
lt: RTP profilis
sv: RTP-profil
tr: RTP profili

source: <b>Call statistics and information</b>
ar: <b>إحصاء المكالمات والمعلومات</b>
de: <b>Anrufstatistik und -informationen</b>
fi: <b>Puhelu tilastot ja tiedot</b>
fr: <b>Statistiques de l'appel et informations</b>
it: <b>Statistiche della chiamata e informazioni</b>
lt: <b>Skambučio statistika ir informacija</b>
sv: <b>Samtalsstatistik och information</b>
tr: <b>Çağrı istatistikleri ve bilgisi</b>

source: Send
ar: أرسِلْ
de: Senden
fi: Lähetä
fr: Envoyer
it: Invia
ja: 送信
lt: Siųsti
nl: Verzenden
sv: Skicka
tr: Gönder

source: End conference
ar: أنْهِ الاجتماع
de: Konferenz beenden
fi: Päätä kokous
fr: Fin de conférence
it: Fine della conferenza
ja: 会議を終了する
lt: Užbaigti konferenciją
nl: Vergadering beëindigen
sv: Avsluta konferens
tr: Grup görüşme son

source: Specifying a remote configuration URI
ar: تحديد عنوان URI التهيئة عن بعد
de: Eine URI zur FErnkonfiguration angeben
fi: Määritetään etäsäätöjä, URI-osoite
fr: Spécifier une URI de configuration
it: Specificare un URI per la configurazione remota
lt: Nuotolinės konfigūracijos URI nurodymas
sv: Anger en fjärrkonfigurations-URI

source: This dialog allows to set an http or https address when configuration is to be fetched at startup. Please enter or modify the configuration URI below. After clicking OK, Linphone will restart automatically in order to fetch and take into account the new configuration.
ar: يسمح لك مربع الحوار هذا بإعداد عنوان http أو https الذي من خلاله تود جلب التهيئة عند بدء البرنامج. أدخل العنوان أسفله. بعد تأكيد الأمر، ستجري إعادة تشغيل لِنْفُونْ تلقائيا من أجل جلب والأخذ بعين الاعتبار الإعدادات الحديثة.
de: Diese Maske erlaubt Ihnen für das Laden der Konfiguration beim Programmstart eine http- oder https-Adresse anzugeben. Bitte geben Sie unten die Konfigurations-URI ein oder ändern diese. Nach dem Bestätigen mit OK wird Linphone automatisch neustarten, um die neuen Einstellungen zu übernehmen.
fi: Anna alapuolelle muokattu URI, eli http tai https. Kun olet painanut OK, Linphone uudelleen käynnistyy ja hakee tilin uudet säädöt.
fr: Cette boite de dialogue vous permet de spécifier une addresse http ou https où la configuration doit être téléchargée au démarrage. Veuillez entrer l'URI http(s) ci dessous. Après avoir validé, Linphone va redémarrer automatiquement pour charger et prendre en compte la nouvelle configuration.
it: Questo modulo permette di impostare un indirizzo http o https da cui prelevare la configurazione all'avvio. Di seguito inserire o modificare l' URI della configurazione. Dopo aver selezionato OK Linphone verrà automaticamente riavvato per leggere ed usare la nuova configurazione.
lt: Šis dialogas leidžia nustatyti http ar https adresą, kai konfigūracija bus gaunama paleisties metu. Prašome žemiau įvesti ar pakeisti konfigūracijos URI. Po to, kai nuspausite mygtuką Gerai, programa Linphone bus automatiškai paleista iš naujo, kad gautų ir naudotų naująją konfigūraciją.
sv: Detta dialogfönster tillåter angivandet av en http- eller https-adress när konfigurationen hämtas vid starten. Var vänlig och ange eller modifiera konfigurations-URI:n nedan. Sedan du klickat på OK kommer Linphone att starta om automatiskt för att kunna hämta och använda den nya konfigurationen.

source: SIP Address
ar: عنوان SIP
de: SIP-Adresse
fi: SIP osoite
fr: Adresse SIP
it: Indirizzo SIP
ja: SIPアドレス
lt: SIP adresas
nl: SIP-adres
sv: SIP Adress
tr: SİP Adresi

source: Show this contact presence status
ar: رؤية حالة حضور جهة الاتصال هذه
de: Anwesenheitsstatus dieses Kontakts zeigen
fi: Näytä henkilön läsnäolo
fr: Voir l'état de présence de ce contact
it: Mostra lo stato di presenza del contatto
lt: Rodyti šio kontakto prisijungimo būseną
nl: De aanwezigheidsstatus van dit contactpersoon weergeven
sv: Visa kontaktens närvarostatus
tr: Bu bağlantının varolan durumunu göster

source: Allow this contact to see my presence status
ar: السماح لجهة الاتصال هذه برؤية حالة حضوري
de: Diesem Kontakt erlauben, meinen Anwesenheitsstatus zu sehen
fi: Anna lupa tälle henkilölle nähdä läsnäoloni
fr: Autoriser ce contact à voir ma présence
it: Permetti al contatto di vedere il mio stato di presenza
lt: Leisti šiam kontaktui matyti mano prisijungimo būseną
nl: Toestaan dat deze contactpersoon mijn aanwezigheidsstatus kan weergeven
sv: Tillåt den här kontakten att se min närvarostatus

source: <b>Contact information</b>
ar: <b>معلومات جهة الاتصال</b>
de: <b>Kontaktinformationen</b>
fi: <b>Yhteystiedot</b>
fr: <b>Information sur le contact</b>
it: <b>Informazioni sul contatto</b>
lt: <b>Kontakto informacija</b>
nl: <b>Contactinformatie</b>
sv: <b>Kontakt information</b>
tr: <b>Bağlantı bilgisi</b>

source: DSCP settings
ar: إعدادات DSCP
de: DSCP-Einstellungen
fi: DSCP 'pakettien erittely' asetukset
fr: Réglages DSCP
it: Configurazione DSCP
ja: DSCP設定
lt: DSCP nustatymai
sv: DSCP-inställningar
tr: DSCP ayarları

source: Audio RTP stream
ar: تدفق RTP الصوتي
de: Audio-RTP-Datenstrom
fi: Äänen RTP stream 'realiaikainen virta'
fr: Flux RTP audio
it: Stream audio RTP
ja: オーディオのRTP
lt: Garso RTP srautas
sv: Ljud-RTP-ström

source: Video RTP stream
ar: تدفق RTP المرئي
de: Video-RTP-Datenstrom
fi: Videon RTP stream 'realiaikainen virta'
fr: Flux RTP vidéo
it: Stream video RTP
ja: ビデオのRTP
lt: Vaizdo RTP srautas
sv: Video-RTP-ström

source: <b>Set DSCP values (in hexadecimal)</b>
ar: <b>حدد قيم DSCP (بالنظام الست-عشري)</b>
de: <b>DSCP-Werte setzen (hexadezimal)</b>
fi: <b>Aseta DSCP 'pakettien erittely' arvot (heksadesimaaleina)</b>
fr: <b>Indiquez les valeurs DSCP (en hexacdécimal)</b>
it: <b>Valore DSCP (in esadecimale)</b>
lt: <b>Nustatykite DSCP reikšmes (šešioliktainiais)</b>
sv: <b>Ange DSCP-värden (med hexadecimal)</b>

source: Click here to set the speakers volume
ar: اضغط هنا لتحديد شدة مكبر الصوت
de: Klicken Sie hier, um die Lautsprecherlautstärke festzulegen
fi: Paina tästä asettaaksesi kaiuttimien äänen voimakkuuden
fr: Cliquer ici pour modifier le volume des haut-parleurs
it: Selezionare qui per regolare il volume
lt: Spustelėkite čia, kad nustatytumėte garsiakalbių garsį
sv: Klicka här för att ställa in högtalarvolymen
tr: Hoparlör ses miktarı ayarı için buraya tıkla

source: Record this call to an audio file
ar: سَجِّل هذه المكالمة في ملف صوتي
de: Speichere den Anruf in eine Audio-Datei
fi: Nauhoita tämä puhelu äänitiedostoksi
fr: Enregistrement de l'appel dans un fichier audio.
it: Registra questa chiamata su un file audio
ja: この通話をファイルに録音する
lt: Įrašyti šį skambutį į garso įrašo failą
nl: Deze oproep opnemen naar een audiobestand
sv: Spela in detta samtal till en ljudfil
tr: Bu aramayı bir ses dosyasına kaydet

source: Video
ar: مرئي
fr: Vidéo
ja: ビデオ
lt: Vaizdas
tr: Görüntü

source: Mute
ar: اصمُتْ
de: Stumm
fi: Mykkä
fr: Couper le micro
it: Silenzia
ja: 消音
lt: Nutildyti
nl: Dempen
sv: Tysta
tr: Sessiz

source: Transfer
ar: إرسال
de: Vermittlung
fi: Siirto
fr: Transférer
it: Trasferimento
ja: 転送
nl: Overdracht
sv: Överför
tr: Aktarım

source: In call
ar: المكالمة جارية
de: Im Gespräch
fi: Puhelussa
fr: Appel en cours
it: In chiamata
ja: 着信
nl: In gesprek
sv: I samtal
tr: arıyor

source: Duration
ar: المدة
de: Dauer
fi: Pituus
fr: Durée
it: Durata
ja: 期限
lt: Trukmė
nl: Duur
sv: Längd
tr: Süre

source: Call quality rating
ar: تقييم جودة المكالمة
de: Bewertung der Verbindungsqualität
fi: Puhelun laadun luokitus
fr: Qualité de l'appel
it: Giudizio della qualità della chiamata
lt: Skambučio kokybės įvertinimas
nl: Waardering van de gesprekskwaliteit
sv: Samtalskvalitetsbetyg
tr: Çağrı kalitesi düzeyi

source: LDAP Settings
ar: إعدادات LDAP
de: LDAP-Einstellungen
fi: LDAP 'Käyttäjän tunnistus' asetukset
fr: Paramètres LDAP
it: Configurazione LDAP
ja: LDAP設定
lt: LDAP nustatymai
sv: LDAP-inställningar
tr: LDAP Ayarları

source: Server address:
ar: عنوان الخادم :
de: Server-Adresse
fi: Palvelimen osoite:
fr: Adresse du serveur:
it: Indirizzo del server:
ja: サーバーアドレス:
lt: Serverio adresas:
sv: Serveradress:
tr: Sunucu adresi:

source: Authentication method:
ar: طريقة التحقق من الهوية :
de: Authentifizierungsmethode
fi: Todennus menetelmä:
fr: Méthode d'authentification:
it: Metodo di autenticazione
lt: Tapatybės nustatymo metodas:
sv: Autentiseringsmetod:
tr: Kimlik doğrulama yöntemi:

source: Username:
ar: اسم المستخدم :
de: Benutzername:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur:
it: Nome utente:
ja: ユーザー名:
lt: Naudotojo vardas:
nl: Gebruikersnaam:
sv: Användarnamn:
tr: Kullanıcı adı:

source: Password:
ar: كلمة السر :
de: Passwort:
fi: Salasana:
fr: Mot de passe:
ja: パスワード:
lt: Slaptažodis:
nl: Wachtwoord:
sv: Lösenord:
tr: Parola:

source: Use TLS Connection
ar: استخدم TLS
de: TLS-Verbindung verwenden
fi: Käytä TLS 'lähetyksen salaus' yhteyttä
fr: Utiliser TLS
it: Usa connessione TLS
ja: TLS接続を使用する
sv: Använd TLS-anslutning
tr: TLS Bağlantısı Kullan

source: Not yet available
ar: غير متاح
de: Aktuell nicht verfügbar
fi: Ei vielä saatavilla
fr: Non disponible
it: Not ancora disponibile
lt: Kol kas neprieinama
sv: Inte tillgänglig än
tr: Henüz kullanılabilir değil

source: <b>Connection</b>
ar: <b>الاتصال </b>
de: <b>Verbindung</b>
fi: <b>Yhteys</b>
fr: <b>Connexion</b>
it: <b>Connessione</b>
ja: <b>接続</b>
lt: <b>Ryšys</b>
sv: <b>Anslutning</b>
tr: <b>Bağlantı</b>

source: Bind DN
ar: ربط DN
fi: Käyttäjän tunnistus: yhdistä DN nimeen
fr: Assigner ND

source: Authname
ar: اسم الهوية
de: Authentifizierungsname
fi: Valtuutettu nimi
fr: Nom d'authentification
sv: Autentiseringsnamn
tr: Yazar Adı

source: Realm
ar: النطاق
de: Bereich
fi: Realm 'hallittu alue'
it: Dominio
sv: Område
tr: Ülke

source: Base object:
ar: الكائن الأساسي :
de: Basis-Objekt:
fi: Perus kohde:
fr: Object de base :
it: Oggetto di base
sv: Basobjekt:
tr: Temel nesne:

source: Filter (%s for name):
ar: رشِّح (%s كاسم) :
de: Filter (%s nach Name):
fi: Suodatin (%s nimelle)
fr: Filtre (nom avec %s) :
it: Filtro (%s per il nome):
sv: Filter (%s för namn):

source: Name Attribute:
ar: خاصية الاسم :
de: Name:
fi: Nimen tuntomerkit
fr: Attribut nom :
it: Attributo Nome:
sv: Namnattribut:
tr: Öznitelik Adı:

source: SIP address attribute:
ar: خاصية عنوان SIP :
de: SIP-Adresse:
fi: SIP osoitteen tuntomerkki:
fr: Attribut pour l'addresse SIP:
it: Attributo SIP address
sv: SIP-adressattribut:
tr: SIP adresi özniteliği

source: Attributes to query:
ar: الخاصيات المبحوث عنها :
de: Sucheigenschaft:
fi: Tuntomerkkiä jonossa
fr: Attributs à chercher:
it: Attributo da cercare:
sv: Attribut för fråga:

source: <b>Search</b>
ar: <b>البحث</b>
de: <b>Suche</b>
fi: <b>Hae</b>
fr: <b>Rechercher</b>
it: <b>Ricerca</b>
ja: <b>検索</b>
sv: <b>Sök</b>
tr: <b>Ara</b>

source: Timeout for search:
ar: المهلة القصوى للبحث :
de: Zeitüberschreitung bei der Suche:
fi: Haun aikakatkaisu:
fr: Temps de recherche maximum:
it: Tempo limite per la ricerca:
sv: Tidsgräns för sökning:
tr: Arama zamanaşımına uğradı:

source: Max results:
ar: العدد الأقصى للنتائج :
de: Max Ergebnisse:
fi: Tulosten yläraja:
fr: Nombre de résultats maximum:
it: Massimo numero di risultati:
sv: Max resultat:
tr: En çok sonuç:

source: Follow Aliases
ar: متابعة الكنية
de: folge Pseudonymen
fi: Seuraa peitenimiä
fr: Suivre les alias
it: Segui gli Aliases
sv: Följ alias
tr: Takma Adları İzle

source: <b>Miscellaneous</b>
ar: <b>متفرقات</b>
de: <b>Sonstiges</b>
fi: <b>Sekalaiset</b>
fr: <b>Divers</b>
it: <b>Varie</b>
ja: <b>種々</b>
sv: <b>Diverse</b>
tr: <b>Çeşitli</b>

source: ANONYMOUS
ar: مجهول الهوية
fi: ANONYYMI
fr: ANONYME
ja: 匿名

source: SIMPLE
ar: بسيط
fi: YKSINKERTAINEN
it: SEMPLICE
ja: シンプル

source: Username
ar: اسم المستخدم
de: Benutzername
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
lt: Naudotojo vardas
nl: Gebruikersnaam
sv: Användarnamn
tr: Kallanıcı adı

source: Password
ar: كلمة السر
de: Passwort
fi: Salasana
fr: Mot de passe
ja: パスワード
lt: Slaptažodis
nl: Wachtwoord
sv: Lösenord
tr: Parola

source: Internet connection:
ar: الاتصال بالإنترنت :
de: Internetverbindung:
fi: Internet yhteys:
fr: Connexion internet:
it: Connessione Internet:
ja: インターネット接続:
lt: Interneto ryšys:
nl: Internetverbinding:
sv: Internetförbindelse:
tr: İnternet bağlantısı:

source: Automatically log me in
ar: سَجِّل دخولي تلقائيا
de: Automatisch anmelden
fi: Automaattisesti kirjaudu sisään
fr: Me connecter automatiquement
it: Login Automatico
ja: 自動的にログインする
lt: Prijungti mane automatiškai
nl: Automatisch inloggen
sv: Logga in mig automatiskt

source: UserID
ar: مُعرِّف المستخدم
de: Benutzer-ID
fi: Käyttäjän tiedot
fr: ID utilisateur
it: Identificativo utente
ja: ユーザーID
lt: Naudotojo ID
nl: Gebruikersidentificatie
sv: AnvändarID
tr: Kullanıcı kimliği

source: Login information
ar: معلومات الولوج
de: Anmeldeinformationen
fi: Kirjautumistiedot
fr: Information de login
it: Credenziali di accesso
ja: ログイン情報
lt: Prisijungimo informacija
nl: Inloginformatie
sv: Inloggningsuppgifter
tr: Giriş bilgisi

source: <b>Welcome!</b>
ar: <b>مرحبا !</b>
de: <b>Willkommen!</b>
fi: <b>Tervetuloa!</b>
fr: <b>Bienvenue !</b>
it: <b>Benvenuto!</b>
ja: <b>ようこそ!</b>
lt: <b>Sveiki!</b>
nl: <b>Welkom!</b>
sv: <b>Välkommen!</b>
tr: <b>Hoşgeldiniz!</b>

source: Fiber Channel
ar: قناة الألياف الضوئية
de: Glasfaserkabel
fi: Kuitu kanava
fr: Fibre optique
it: Fibra ottica
nl: Fiber-kanaal
sv: Fiberkanal
tr: Fiber Kanal

source: Linphone debug window
ar: نافذة تنقيح لِنْفُونْ
de: Linphone Debug-Fenster
fi: Linphone virheen korjaus ikkuna
fr: Fenêtre de débogage de linphone
ja: Linphoneデバッグウインドウ
lt: Linphone derinimo langas
nl: Linphone-foutopsporingsvenster
sv: Linphones felrättningsfönster
tr: Linphone hata giderme penceresi

source: Scroll to end
ar: مرِّر إلى الآخر
de: Ans Ende rollen
fi: Vieritä loppuun
fr: Défiler jusqu'à la fin
it: Vai in fondo
ja: 最下部までスクロールする
lt: Slinkti į pabaigą
nl: Scroll naar het einde
sv: Rulla till slutet
tr: Sonuna kadar ilerleyin

source: Default
ar: افتراضي
de: Vorgabe
fi: Vakio
fr: Par défaut
ja: デフォルト
nl: Standaard
sv: Standard
tr: Öntanımlı

source: Delete
ar: احذف
de: Löschen
fi: Poista
fr: Supprimer
it: Cancellare
ja: 削除
lt: Ištrinti
nl: Verwijderen
sv: Ta bort
tr: Sil

source: _Options
ar: الخ_يارات
de: _Optionen
fi: _Valinnat
it: _Opzioni
ja: _オプション
lt: _Parinktys
nl: _Opties
sv: _Alternativ
tr: _Seçenekler

source: Set configuration URI
ar: عنوان URI للتهيئة
de: Konfigurations URI angeben
fi: Aseta URI säädöt
fr: URI de configuration
it: Imposta l' URI di configurazione
lt: Nustatyti konfigūracijos URI
nl: Configuratie-URI instellen
sv: Ange konfigurations-URI
tr: URl yapılandırma ayarları

source: Always start video
ar: شغِّل الفيديو دائما
de: Video immer starten
fi: Aloita aina videon kanssa
fr: Toujours activer la vidéo
it: Avvia sempre il video
ja: いつでもビデオをスタートする
lt: Visada pradėti vaizdą
nl: Video altijd starten
sv: Starta alltid video
tr: Her zaman görüntüyü başlat

source: Enable self-view
ar: فعِّل رؤية نفسي
de: Selbstansicht ein
fi: Näytä omakuva
fr: Se voir
it: Self-view abilitato
ja: セルフビューを有効にする
nl: Eigen weergave inschakelen
sv: Självbild
tr: Özgörüntü etkin

source: Show keypad
ar: إظهار لوحة الأرقام
de: Tastatur anzeigen
fi: Näytä näppäimistö
fr: Afficher le pavé numérique
it: Mostra il tastierino
ja: キーパッドを表示する
lt: Rodyti pagalbinę klaviatūrą
sv: Visa knappsats
tr: Tuştakımını göster

source: Import contacts from vCards
ar: استورد جهات الاتصال من أنساق vCard
de: Kontakte aus vCards importieren
fr: Importer des contacts depuis des vCards

source: Export contacts as vCards
ar: صدِّر جهات الاتصال بنسق vCard
de: Kontakte als vCards exportieren
fr: Exporter les contacts en vCards

source: _Help
ar: ال_مساعدة
de: _Hilfe
fi: _Apua
fr: _Aide
it: _Aiuto
ja: _ヘルプ
lt: P_agalba
nl: _Hulp
sv: _Hjälp
tr: _Yardım

source: Show debug window
ar: أظهِر نافذة التنقيح
de: Debug-Fenster anzeigen
fi: Näytä virheen korjaus ikkuna
fr: Fenêtre de débogage
it: Mostra la finestra di debug
ja: デバッグウインドウを見る
lt: Rodyti derinimo langą
nl: Foutopsporingsvenster weergeven
sv: Visa felrättningsfönster
tr: Hata düzeltme penceresini göster

source: _Homepage
ar: موق_ع الوِبْ
fi: _Kotisivu
fr: _Site web
ja: _ホームページ
lt: _Internetinė svetainė
nl: _Website
sv: _Hemsida
tr: _Anasayfa

source: Check _Updates
ar: تحقق من التح_ديثات
de: Auf _Aktualisierungen überprüfen
fi: Tarkista _Päivitykset
fr: _Mises à jour
ja: チェック _アップデート
lt: Tikrinti ar yra at_naujinimų
nl: Controleren op _updates
sv: Sök efter _uppdateringar
tr: Güncellemeleri _Denetle

source: Account assistant
ar: مرشد الحساب
de: Konto-Einrichtungsassistent
fi: Käyttäjätili avustaja
fr: Assistant de compte
it: Assistente per l'account
ja: アカウントのアシスタント
lt: Paskyros pagelbiklis
nl: Account-instelwizard
sv: Kontoassistent
tr: Hesap yardımcısı

source: SIP address or phone number:
ar: عنوان SIP أو رقم الهاتف :
de: SIP-Adresse oder Telefonnummer:
fi: SIP osoite tai puhelin numero
fr: Adresse SIP ou numéro
it: Indirizzo sip o numero.
ja: SIPアドレスもしくは電話番号：
lt: SIP adresas arba telefono numeris:
nl: SIP-adres of telefoonnummer:
sv: SIP-adress eller telefonnummer:
tr: SİP adresi veya telefon numarası:

source: Initiate a new call
ar: ابدأ مكالمة جديدة
de: Einen neuen Anruf beginnen
fi: Aloita uusi puhelu
fr: Démarrer un nouvel appel
it: Inizia una nuova chiamata
lt: Inicijuoti naują skambutį
nl: Een nieuw gesprek beginnen
sv: Påbörja ett nytt samtal
tr: Yeni bir arama başlat

source: Contacts
ar: جهات الاتصال
de: Kontakte
fi: Yhteystiedot
it: Contatti
ja: 連絡相手
lt: Kontaktai
nl: Contactpersonen
sv: Kontakter
tr: Bağlantılar

source: Search
ar: بحث
de: Suchen
fi: Hae
fr: Rechercher
it: Ricerca
ja: 検索
nl: Zoeken
sv: Sök
tr: Arama
