Repository: BelledonneCommunications/linphone-iphone
Catalog: po/*.po
Languages: ar, de, fi, fr, it, ja, lt, nl, sv, tr

source: Call %s
ar: اتصل بـ %s
de: „%s“ anrufen
fi: Soita %s:lle
fr: Appeler %s
it: Chiama %s
ja: %s を呼び出し中
lt: Skambinti %s
nl: %s bellen
sv: Ringer %s

source: Send text to %s
ar: أرسل رسالة إلى %s
de: Text zu „%s“ schicken
fi: Lähetä tekstiviesti %s:lle
fr: Chatter avec %s
it: Invia messaggio a %s
ja: %s に文章を送信
lt: Siųsti tekstą į %s
nl: SMS versturen aan %s
sv: Skicka text till %s

source: Add %s to your contact list
ar: إضافة %s إلى قائمة جهات اتصالك
de: %s zu Ihrer Kontaktliste hinzufügen
fi: Lisää %s yhtestietoihin
fr: Ajouter %s à la liste de contacts
it: Aggiungi %s alla tua lista dei contatti
ja: %sを連絡先に追加
lt: Pridėti %s į jūsų kontaktų sąrašą
sv: Lägg till %s till din kontaktlista

source: Recent calls
ar: المكالمات السابقة
de: Letzte Gespräche
fi: Viimeiset puhelut
fr: Appels récents
it: Chiamate recenti
ja: 通話時間
lt: Paskiausi skambučiai
nl: Recente gesprekken
sv: Senaste samtal
tr: Son çağrılar

source: <b>Recent calls (%i)</b>
ar: <b>المكالمات الفائتة (%i)</b>
de: <b>Letzte Anrufe (%i)</b>
fi: Viimeiset puhelut (%i)
fr: <b>Appels récents (%i)</b>
it: <b>Chiamate recenti (%i)</b>
ja: <b>通話時間 (%i)</b>
lt: <b>Paskiausi skambučiai (%i)</b>
nl: <b>Recent oproepen (%i)</b>
sv: <b>Senaste samtal (%i)</b>
tr: <b>Son çağrılar (%i)</b>

source: Aborted
ar: أُلغيت
de: Abgebrochen
fi: Kesketetty
fr: Abandonné
it: Annullata
ja: 中断
lt: Nutrauktas
nl: Afgebroken
sv: Avbrutna
tr: İptal edildi

source: Missed
ar: فائتة
de: Verpasst
fi: Puuttuu
fr: Manqué
it: Persa
ja: 失敗
lt: Praleistas
nl: Gemist
sv: Missade
tr: Yanıtsız

source: Declined
ar: مرفوضة
de: Abgewiesen
fi: Estetty
fr: Refusé
it: Rifiutata
ja: 辞退
lt: Atmestas
nl: Geweigerd
sv: Avvisade
tr: Reddedildi

source: %i minute
ar: %i دقيقة
fi: %i minuuttia
it: %i minuto
ja: %i 分
lt: %i minutė
nl: %i minuut
sv: %i minut
tr: %i dakika

source: %i second
ar: %i ثانية
de: %i Sekunde
fi: %i sekunttia
fr: %i seconde
it: %i secondo
ja: %i 秒
lt: %i sekundė
nl: %i seconde
sv: %i sekund
tr: %i saniye

source: <small><i>%s</i> <i>Quality: %s</i></small> %s %s
ar: <small><i>%s</i> <i>الجودة : %s</i></small> %s %s
de: <small><i>%s</i> <i>Qualität: %s</i></small> %s %s
fi: <small><i>%s</i> <i>Laatu: %s</i></small> %s %s
fr: <small><i>%s</i> <i>Qualité: %s</i></small> %s %s
it: <small><i>%s</i> <i>Qualità: %s</i></small> %s %s
ja: <small><i>%s</i>⇥<i>品質: %s</i></small> %s⇥%s⇥
lt: <small><i>%s</i> <i>Kokybė: %s</i></small> %s %s
nl: <small><i>%s</i> <i>Kwaliteit: %s</i></small> %s %s
sv: <small><i>%s</i> <i>Kvalitet: %s</i></small> %s %s
tr: <small><i>%s</i> <i>Kalite: %s</i></small> %s %s

source: Conference
ar: اجتماع
de: Konferenz
fi: Kokous
fr: Conférence
it: Conferenza
ja: 会議
lt: Konferencija
nl: Vergadering
sv: Konferens
tr: Grup görüşme

source: Me
ar: أنا
de: Eigenes Telefon
fi: Minä
fr: Moi
ja: 自分
nl: Ik
sv: Jag
tr: Bana

source: Couldn't find pixmap file: %s
ar: أيقونة غير موجودة : %s
de: Pixmapdatei %s kann nicht gefunden werden.
fi: Ei kyennyt lyötämään Pixmap kuvatiedostoa: %s
fr: Icone non trouvée: %s
it: Impossibile trovare il file pixmap %s
ja: pixmapファイルが見つかりません %s
lt: Nepavyko rasti paveikslo žemėlapio failo: %s
nl: Het pixmap-bestand %s kon niet worden gevonden
sv: Kunde inte hitta pixmap filen: %s

source: Sending...
ar: يجري الإرسال...‏
de: Sendevorgang...
fi: Lähetetään...
fr: Envoi en cours...
it: Invio in corso...
lt: Siunčiama...
sv: Skickar...
tr: Gönderiliyor...

source: Message not sent
ar: لم تُرسَل الرسالة
de: Nachricht nicht gesendet
fi: Viesti ei lähetetty
fr: Message non envoyé
it: Messaggio non inviato
lt: Pranešimas neišsiųstas
sv: Meddelande ej skickat
tr: İleti gitmedi

source: Copy
ar: نسخ
de: Kopieren
fi: Kopio
fr: Copier
it: Copia
ja: コピー
lt: Kopijuoti
sv: Kopiera
tr: Kopya

source: log to stdout some debug information while running.
ar: أظهِرْ بعض معلومات التنقيح خلال التشغيل.
de: Ausgabe von Debug-Informationen auf stdout während der Laufzeit
fi: Kirjaudu 'stadardi viestin palautukseen' 'stdout' saadaksesi tietoja virheestä käytön aikana.
fr: affiche des informations de debogage
it: alcune informazioni di debug verranno registrate sullo stdout durante l'esecuzione
ja: 実行中にいくつかのデバッグ情報をstdoutに送信します。
lt: kol vykdoma, registruoti į stdout kai kurią derinimo informaciją.
nl: loggen naar stdout om wat foutopsporingsinformatie te verkrijgen tijdens uitvoeren.
sv: skriv loggning information under körning

source: display version and exit.
ar: عرض الإصدار ثم المغادرة
de: Version anzeigen und beenden.
fi: Näytä versio ja poistu.
fr: Afficher la version et quitter.
it: mostra la versione e termina.
ja: バージョン表示と退出
lt: parodyti versiją ir išeiti.
sv: visa version och avsluta.
tr: sürümü görüntüle ve çık.

source: path to a file to write logs into.
ar: الدليل إلى الملف الذي سيُكتَب فيه سجل الوقائع.
de: Pfad zu einer Datei, in die Protokolle geschrieben werden.
fi: polku tiedostolle johon loki kirjoitetaan.
fr: chemin vers le fichier de logs.
it: percorso del file di log.
ja: ログを書き込むファイルへのパス。
lt: kelias į failą, į kurį rašyti žurnalus.
nl: Pad naar een bestand om logbestanden heen te schrijven.
sv: sökväg till en fil att skriva loggar i.
tr: Günlükleri içine yazmak için bir dosya yolu

source: Start linphone with video disabled.
ar: ابدأ لِنْفُونْ لكن دون تفعيل الفيديو.
de: Linphone mit ausgeschaltetem Video starten.
fi: Aloita linphone ilman videota.
fr: Démarrer linphone avec la vidéo désactivée.
it: Avvia linphone con il video disabilitato.
ja: ビデオを無効にしてLinphoneを開始します。
lt: Paleisti linphone su išjungtu vaizdu.
nl: Linphone opstarten met uitgeschakelde video.
sv: Starta linphone med video inaktiverat.
tr: Linphonu görüntü olmadan başlat

source: Start only in the system tray, do not show the main interface.
ar: شغِّله مُصغَّرا، ولا تُظهِر الواجهة الرئيسية.
de: Nur im Systemabschnitt der Kontrollleiste starten, aber das Hauptfenster nicht zeigen.
fi: Käynnistä vain tehtäväpalkki, älä pääkäyttöliittymää.
fr: Démarre iconifié, sans interface principale.
it: Avvia solo nel system tray, non mostrare l'interfaccia principale.
ja: 主なインターフェイスを表示しないでシステムトレイに移動します。
lt: Paleisti tik sistemos dėkle, nerodyti pagrindinės sąsajos.
nl: Alleen in het systeemvak opstarten, niet met venster en al.
sv: Starta ikonifierat, visa inte huvudfönstret
tr: Sadece sistem tepsisinde başlat, ana arayüzü gösterme.

source: address to call right now
ar: العنوان المُراد الاتصال به الآن
de: Im Moment anzurufende Adresse
fi: osoite mihin nyt soitetaan
fr: adresse à appeler maintenant
it: indirizzo da chiamare adesso
ja: 今すぐに呼び出す
lt: adresas, į kurį tuoj pat skambinti
nl: adres om nu naar toe te bellen
sv: Samtalsmottagare
tr: adres ara

source: Specifiy a working directory (should be the base of the installation, eg: c:\Program Files\Linphone)
ar: حدِّد مجلد العمل (الذي سيكون مجلد التثبيت، مثلا c:\Program Files\Linphone)
de: Geben Sie einen Arbeitsordner an (sollte der Installationsordner sein, z. B. C:\Programme\Linphone)
fi: Määritä työkansio (eli mihin asennus tehdään, kuten: c:\Program Files\Linphone)
fr: Spécifie un répertoire de travail (qui devrait être le répertoire d'installation, par exemple c:\Program Files\Linphone)
it: Specificare una directory di lavoro (dovrebbe essere quella di installazione, es: c:\Program Files\Linphone)
ja: 作業ディレクトリをSpecifiy (インストールした時のベースである必要があります。例:c:\Program Files\Linphone)
lt: Nurodyti darbinį katalogą (turėtų būti diegimo bazė, pvz.,: c:\Program Files\Linphone)
nl: Specificeer een werkmap (dit moet de basis van uw installatie zijn, bijv.: C:\Program Files\Linphone)
sv: Välj en arbetskatalog som ska vara basen för installationen, såsom C:\Program\Linphone
tr: Bir çalışma dizini belirtin (kurulum temelinde olmalı,örneğin: c:\Program Files\Linphone)

source: Configuration file
ar: ملف التهيئة
de: Konfigurationsdatei
fi: Kokoonpano tiedosto
fr: Ficher de configuration
it: File di configurazione
ja: 設定ファイル
lt: Konfigūracijos failas
nl: Configuratiebestand
sv: Konfigurationsfil
tr: Yapılandırma dosyası

source: Run the audio assistant
ar: ابدأ مرشد الصوت
de: Starte den Audio-Assistent
fi: Käytä ääni avustajaa
fr: Démarre l'assistant audio
it: Avvia l'assistente audio
ja: オーディオアシスタントを実行
lt: Vykdyti garso pagelbiklį
nl: Doorloop de audio-instelwizard
sv: Kör ljudassistenten
tr: Ses yardımcısını çalıştır

source: Run self test and exit 0 if succeed
ar: شغِّل الاختبار الذاتي ثم اخرِجْ 0 إذا نجح
de: Selbsttest ausführen und mit 0 beenden, wenn erfolgreich
fi: Käytä omaa testiä ja poistu 0 jo valmis
fr: Exécuter le test local et retourner 0 en cas de succès
it: Esegui il self test e esci con 0 in caso di successo
ja: セルフテストは0で終了したら成功です
lt: Vykdyti savikontrolę ir išeiti 0, jei pavyks
nl: Draai een zelftest en exit 0 wanneer succesvol
sv: Kör självtest och avsluta 0 om möjligt

source: %s would like to add you to his/her contact list. Would you add him/her to your contact list and allow him/her to see your presence status? If you answer no, this person will be temporarily blacklisted.
ar: يود %s إضافتك إلى جهات اتصاله. هل تريد إضافته إلى جهات اتصالك والسماح له برؤية حالة حضورك ؟ إن كان الجواب بالرفض، سوف يجري حظر هذا الشخص مؤقتا.
fi: %s haluaa lisätä sinut yhteystitohinsa. Haluatko hänen näkevän sinun läsnäolosi? Jos ei, niin hänet lisätään hetkeksi mustalle listalle.
fr: %s souhaite vous ajouter à sa liste de contact. Souhaitez vous l'ajouter à votre liste également et l'autoriser à voir votre information de présence ? Si vous répondez non, cette personne sera mise temporairement sur liste noire.
it: %s vorrebbe aggiungerti alla sua lista dei contatti. Vuoi aggiungerlo/a ai tuoi contatti e pemettergli di conoscere la tua presenza? Se rispondi NO questa persona verrà temporaneamente bloccata.
ja: 相手が自分の連絡先に%sを追加したいそうです。 あなたが自分の連絡先に相手を追加したらできるようになり相手のステータスも表示されるようになります。 拒否した場合その相手は一時的にブラックリストに登録されます。
lt: %s norėtų jus pridėti į savo kontaktų sąrašą. Ar jūs norėtumėte taip pat pridėti jį/ją į savo kontaktų sąrašą ir leisti jam/jai matyti jūsų prisijungimo būseną? Jeigu atsakysite ne, šis asmuo bus laikinai pridėtas į juodąjį sąrašą.
sv: %s skulle vilja lägga dig till sin kontaktlista. Vill du lägga denna person till din kontaktlista och tillåta den att se din närvarostatus? Om du svarar nej kommer personen att bli tillfälligt svartlistad.

source: Please enter your password for username <i>%s</i> at realm <i>%s</i>:
ar: ادخل كلمة السر لـ <i>%s</i> في نطاق <i>%s</i>:
de: Bitte geben Sie Ihr Passwort für den Benutzernamen <i>%s</i> für Bereich <i>%s</i> ein:
fi: Anna salasana käyttäjänimelle <i>%s</i> maasta <i>%s</i>:
fr: Entrez le mot de passe pour <i>%s</i> sur le domaine <i>%s</i>:
it: Digitare la password per l'utente <i>%s</i> nel dominio <i>%s</i>:
ja: パスワードを入力してください <i>%s</i> realm <i>%s</i>:
nl: Vul uw wachtwoord in voor gebruikersnaam <i>%s</i> op realm <i>%s</i>
sv: Var vänlig och ange ditt lösenord för användarnam <i>%s</i> i område <i>%s</i>:

source: Call error
ar: خطأ في المكالمة
de: Anruf fehlgeschlagen
fi: Virhe puhelussa
fr: Erreur lors de l'appel
it: Errore durante la chiamata
ja: 呼出エラー
lt: Skambučio klaida
nl: Oproepfout
sv: Samtalsfel
tr: Çağrı yanlış

source: Call ended
ar: إنتهت المكالمة
de: Anruf beendet
fi: Puhelu päättyi
fr: Appel terminé.
it: Chiamata terminata
ja: 呼出終了
lt: Skambutis užbaigtas
nl: Oproep beëindigd
sv: Samtalet slut
tr: Çağrı sonlandırıldı

source: Incoming call
ar: مكالمة واردة
de: Eingehender Anruf
fi: Tuleva puhelu
fr: Appel entrant
it: Chiamata in arrivo
ja: 着信
lt: Įeinantis skambutis
nl: Inkomende oproep
sv: Inkommande samtal
tr: Gelen çağrı

source: Answer
ar: أجِبْ
de: Annehmen
fi: Vastaa
fr: Répondre
it: Risposta
ja: 応答
lt: Atsiliepti
nl: Opnemen
sv: Svara
tr: Yanıt

source: Decline
ar: ارفضْ
de: Abweisen
fi: Hylkää
fr: Refuser
it: Rifiuta
ja: 拒否
lt: Atmesti
nl: Weigeren
sv: Avböj
tr: Reddet

source: Call paused
ar: المكالمة متوقفة
de: Anruf wird gehalten
fi: Puhelu laitettu tauolle
fr: Appel en pause
it: Chiamata in pausa
ja: 呼び出しの一時停止
lt: Skambutis pristabdytas
nl: Oproep gepauzeerd
sv: Samtal pausat
tr: Çağrı duraklatıldı

source: <b>by %s</b>
ar: <b>بواسطة %s</b>
de: <b>von %s</b>
fi: <b>%s toimesta</b>
fr: b>par %s</b>
it: <b>da %s</b>
ja: <b>%s</b>
lt: <b>naudotojo %s</b>
nl: <b>door %s</b>
sv: <b>av %s</b>
tr: <b>%s tarafından</b>

source: %s proposed to start video. Do you accept ?
ar: يود %s تشغيل الفيديو. هل تقبل ذلك ؟
de: %s schlägt vor, eine Videoübertragung zu starten. Nehmen Sie an?
fi: %s pyytää video kuvaa. Sallitaanko?
fr: %s propose de démarrer la vidéo. Acceptez-vous ?
it: %s chiede di avviare il video. Accetti ?
ja: %sがテレビ電話をしたいそうですが受け入れますか？
lt: %s pasiūlė pradėti vaizdą. Jūs sutinkate ?
nl: %s stelt u voor om video in te schakelen. Wilt u dit accepteren?
sv: %s föreslår att starta video. Godtar du det?
tr: %s görüntü başlatmayı önerdi.Kabul ediyor musun?

source: Website link
ar: وصلة إلى الموقع وِبْ
de: Website-Verknüpfung
fi: Internet linkki
fr: Lien site web
it: Collegamento al sito web
ja: ウェブサイトリンク
lt: Svetainės nuoroda
sv: Webbsajt
tr: İnternet

source: Linphone
ar: لِنْفُونْ

source: A video internet phone
ar: الهاتف المرئي عبر الإنترنت
de: Ein Internet-Video-Telefon
fi: Internet video puhelu
fr: Appels vidéo via internet
it: Un videotelefono su internet
ja: テレビ電話
lt: Internetinis vaizdo telefonas
sv: En internetvideotelefon
tr: Görüntülü internet telefonu

source: %s (Default)
ar: %s (افتراضي)
de: %s (Vorgabe)
fi: %s (Vakio)
fr: %s (par défaut)
ja: %s (デフォルト)
lt: %s (Numatytoji)
nl: %s (Standaard)
tr: %s (Öntanımlı)

source: We are transferred to %s
ar: التحويل إلى %s
de: Vermittlung nach %s
fi: Olemme siirtyneet %s
fr: Transfert vers %s
it: Siamo trasferiti verso %s
ja: %s に転送しました
nl: We zijn overgeschakeld naar %s
sv: Vi är överförda till %s
tr: %s ye aktardık

source: No sound cards have been detected on this computer. You won't be able to send or receive audio calls.
ar: لا وجود للوحة الصوت على هذا الحاسوب. لن تتمكن من تلقي أو إجراء أي مكالمة.
de: Auf diesem Rechner können keine Soundkarten gefunden werden. Sie können keine Audio-Anrufe tätigen oder entgegennehmen.
fi: Tähässä tietokeneessa ei ole havaittavissa ääni korttia. Et voi lähettää tai vastaanottaa äänellisiä puheluita.
fr: Aucune carte son n'a été détectée sur cet ordinateur. Vous ne pourrez pas effectuer d'appels audio.
it: Non è stata trovata nessuna scheda audio. Non sarà possibile effettuare o ricevere chiamate in voce.
ja: サウンドカードが検出されていません。 音声通話の送受信はできません。
lt: Šiame kompiuteryje nebuvo aptikta jokių garso plokščių. Jūs negalėsite siųsti ir priimti garso skambučių.
nl: Er zijn geluidskaarten aangetroffen op deze computer. U zult niet in staat zijn om audio-oproepen te ontvangen of versturen.
sv: Inget ljudkort har upptäckts på denna dator. Du kommer inte att kunna skicka och ta emot samtal.
tr: Bu bilgisayarda bir ses kartı bulunamadı. Sesli görüşme yapamazsınız.

source: A free SIP video-phone
ar: هاتف SIP المرئي الحر
de: Ein freies SIP-Video-Telefon
fi: Ilmainen SIP video puhelin.
fr: Un visiophone libre
it: Un videotelefono SIP free
ja: 無料 SIP ビデオ-電話
lt: Nemokamas SIP vaizdo telefonas
nl: Een gratis SIP-videotelefoon
sv: En gratis SIP video-telefon
tr: Özgür bir SİP görüntülü-telefon

source: Hello
ar: أهلا
de: Hallo
fi: Hei
fr: Bonjour
it: Salve
ja: こんにちは
lt: Sveiki
sv: Hej
tr: Merhaba

source: Add to addressbook
ar: أضف إلى دفتر العناوين
de: Zum Adressbuch hinzufügen
fi: Lisää osoitekirjaan
fr: Ajouter au carnet d'adresse
it: Aggiungi alla rubrica
ja: 電話帳に追加する
lt: Pridėti į adresų knygą
nl: Toevoegen aan adresboek
sv: Lägg till i adressbok
tr: Adres defterine ekle

source: Search in %s directory
ar: ابحث في دليل %s
de: Im %s-Verzeichnis suchen
fi: Etsi %s hakemistosta
fr: Rechercher dans l'annuaire de %s
it: Cerca contatti nella directory %s
ja: %s のディレクトリ内を検索
nl: Zoeken in de map %s
sv: Sök i %s katalogen
tr: %s dizininde ara

source: Invalid sip contact !
ar: جهة اتصال sip غير صالحة !
de: Ungültiger SIP-Kontakt!
fi: Kelvoton sip yhtyestieto !
fr: Contact sip invalide !
it: Contatto SIP non valido
ja: 無効なSIP接続です！
lt: Netaisyklingas sip kontaktas !
nl: Ongeldig SIP-contactpersoon
sv: ogiltig SIP kontakt!
tr: Geçersiz sip bağlantısı !

source: Add a new contact
ar: إضافة جهة الاتصال جديدة
de: Neuen Kontakt hinzufügen
fi: Lisää uusi yhteystieto
fr: Ajouter un nouveau contact
it: Aggiungi un nuovo contatto
ja: 新しい連絡先を追加する
lt: Pridėti naują kontaktą
sv: Lägg till en ny kontakt
tr: Yeni bir bağlantı ekle

source: Edit contact '%s'
ar: حرر جهة الاتصال '%s'
de: Kontakt „%s“ bearbeiten
fi: Muokkaa yhteystietoa '%s'
fr: Editer le contact '%s'
it: Modifica contatto %s
ja: '%s' の連絡先を編集
lt: Redaguoti kontaktą "%s"
nl: Contactpersoon '%s' bewerken
sv: Ändra kontakt '%s'
tr: '%s' bağlantısını düzenle

source: Delete contact '%s'
ar: احذف جهة الاتصال '%s'
de: Kontakt „%s“ löschen
fi: Poista yhteysto '%s'
fr: Supprimer le contact '%s'
it: Elimina il contatto %s
ja: '%s' の連絡先を削除
lt: Ištrinti kontaktą "%s"
nl: Contactpersoon '%s' verwijderen
sv: Ta bort kontakt '%s'
tr: '%s' bağlantısını sil

source: Delete chat history of '%s'
ar: احذف تاريخ دردشات '%s'
de: Lösche Gesprächshistorie von '%s'
fi: Poista '%s'n keskustelu historia
fr: Supprimer l'historique de chat de '%s'
it: Cancella la cronologia della chat con '%s'
ja: '%s' のチャット履歴を削除
lt: Ištrinti "%s" pokalbių istoriją
nl: Chatgeschiedenis van '%s' verwijderen
sv: Ta bort chatthistorik för '%s'
tr: '%s' sohbet geçmişini sil

source: Add new contact from %s directory
ar: اضف جهة اتصال انطلاقا من الدليل %s
de: Einen neuen Kontakt aus dem %s-Verzeichnis hinzufügen
fi: Lisää uusi yhteystieto %s hakemistoon
fr: Ajouter un contact depuis l'annuaire %s
it: Aggiungi nuovo contatto dalla directory %s
ja: フォルダ %s から連絡先を追加する
lt: Pridėti naują kontaktą iš %s katalogo
nl: Nieuw contactpersoon toevoegen vanuit de map %s
sv: Lägg till kontakt ifrån %s katalogen
tr: %s dizininden yeni bağlantı ekle

source: Name
ar: الاسم
fi: Nimi
fr: Nom
it: Nome
ja: 名前
lt: Vardas
nl: Naam
sv: Namn
tr: Ad

source: Rate (Hz)
ar: التردد (هرتز)
fi: Laatutaso (Hz)
fr: Fréquence (Hz)
it: Frequenza (Hz)
ja: レート (Hz)
lt: Sparta (Hz)
nl: Frequentie (Hz)
sv: Frekvens (Hz)
tr: Hız (Hz)

source: Status
ar: الحالة
fi: Tila
fr: Etat
it: Stato
ja: 状態
lt: Būsena
tr: Durum

source: IP Bitrate (kbit/s)
ar: صبيب IP (ك.بِتْ/ثانية)
fi: IP Siirtonopeus (kbit/s)
fr: Débit IP (kbit/s)
ja: IP ビットレート (kbit/s)
lt: IP Pralaidumas (kbit/s)
sv: Datahastighet (kbit/s)
tr: İP Bit hızı (kbit/s)

source: Parameters
ar: الإعدادات
de: Parameter
fi: Raja-arvot
fr: Paramètres
it: Parametri
ja: パラメーター
lt: Parametrai
nl: Argumenten
sv: Parametrar
tr: Değişkenler

source: Enabled
ar: مفعَّل
de: Freigegeben
fi: Sallittu
fr: Activé
it: Attivato
ja: 使用する
lt: Įjungta
nl: Ingeschakeld
sv: På
tr: Etkin

source: Disabled
ar: غير مفعَّل
de: Gesperrt
fi: Kielletty
fr: Désactivé
it: Disattivato
ja: 使用しない
lt: Išjungta
nl: Uitgeschakeld
sv: Av
tr: Devre dışı

source: Account
ar: الحساب
de: Konto
fi: Tili
fr: Compte
ja: アカウント
lt: Paskyra
sv: Konto
tr: Hesap

source: French
ar: Français
de: Französisch
fr: Français
it: Francese
ja: Français
lt: Prancūzų
nl: Frans
sv: Franska
tr: Fransızca

source: Swedish
ar: Svenska
de: Schwedisch
fr: Suédois
it: Svedese
ja: Svenska
lt: Švedų
nl: Zweeds
sv: Svenska
tr: İsveççe

source: Italian
ar: Italiano
de: Italienisch
fr: Italien
it: Italiano
ja: Italiano
lt: Italų
nl: Italiaans
sv: Italienska
tr: İtalyanca

source: Spanish
ar: Español
de: Spanisch
fr: Espagnol
it: Spagnolo
ja: Español
lt: Ispanų
nl: Spaans
sv: Spanska
tr: İspanyolca

source: Brazilian Portugese
ar: Português do Brasil
de: Brasilianisches Portugiesisch
fr: Portugais brésilien
it: Portoghese brasiliano
ja: Português do Brasil
lt: Brazilijos Portugalų
nl: Braziliaans Portugees
sv: Portugisiska (Brasilien)
tr: Brezilya Portekizcesi

source: Polish
ar: Polski
de: Polnisch
fr: Polonais
it: Polacco
ja: Polski
lt: Lenkų
nl: Pools
sv: Polska
tr: Lehçe

source: German
ar: Deutsch
de: Deutsch
fr: Allemand
it: Tedesco
ja: Deutsch
lt: Vokiečių
nl: Duits
sv: Tyska
tr: Almanca

source: Russian
ar: Русский
de: Russisch
fr: Russe
it: Russo
ja: Pусский
lt: Rusų
nl: Russisch
sv: Ryska
tr: Rusca

source: Japanese
ar: 日本語
de: Japanisch
fr: 日本語
it: Giapponese
ja: 日本語
lt: Japonų
nl: Japans
sv: Japanska
tr: Japonca

source: Dutch
ar: Nederlands
de: Niederländisch
fr: Néérlandais
it: Olandese
ja: Nederlands
lt: Olandų
nl: Nederlands
sv: Nederländksa
tr: Flemenkçe

source: Hungarian
ar: Magyar
de: Ungarisch
fr: Hongrois
it: Ungherese
ja: Magyar
lt: Vengrų
nl: Hongaars
sv: Ungerska
tr: Macarca

source: Czech
ar: Čeština
de: Tschechisch
fr: Tchèque
it: Ceco
ja: čeština
lt: Čekų
nl: Tjechisch
sv: Tjekiska
tr: Çekce

source: Chinese
ar: 简体中文
de: Chinesisch
fr: 简体中文
it: Cinese
ja: 简体中文
lt: Kinų
nl: Chinees
sv: Kinesiska
tr: Çince

source: Traditional Chinese
ar: 繁体中文
de: Traditionelles Chinesisch
fr: Chinois traditionnel
it: Cinese tradizionale
ja: 繁体中文
lt: Tradicinė Kinų
nl: Traditioneel Chinees
sv: Kinesiska (traditionell)
tr: Geleneksel Çince

source: Norwegian
ar: Norsk bokmål
de: Norwegisch
fr: Norvégien
it: Norvegese
ja: Norsk
lt: Norvegų
nl: Noors
sv: Norska
tr: Norveççe

source: Hebrew
ar: עברית
de: Hebräisch
fr: Hébreu
it: Ebraico
ja: עברית
lt: Hebrajų
nl: Hebreeuws
sv: Hebreiska
tr: İbranice

source: Serbian
ar: Српски
de: Serbisch
fr: Serbe
it: Serbo
ja: Cрпски
lt: Serbų
nl: Servisch
sv: Serbiska
tr: Sırpça

source: Arabic
ar: العربية
de: Arabisch
fr: Arabe
it: Arabo
ja: アラビア語
lt: Arabų
sv: Arabiska
tr: Arapça

source: Turkish
ar: Türkçe
de: Türkisch
fr: Turc
it: Turco
ja: トルコ語
lt: Turkų
sv: Turkiska
tr: Türkçe

source: You need to restart linphone for the new language selection to take effect.
ar: يجب إعادة تشغيل لِنْفُونْ لكي تٌفعَّل اللغة المختارة.
de: Linphone muss neu gestartet werden, damit die neue Spracheinstellung wirksam wird.
fi: Sinun tarvitsee uudelleen käynnistää linphone, että uudet kieliasetukset tulevat voimaan.
fr: La nouvelle selection de langue prendra effet au prochain démarrage de linphone.
it: Riavviare il software per utilizzare la nuova lingua selezionata
ja: 言語の選択を有効にするには、 Linphoneを再起動する必要があります。
lt: Tam, kad įsigaliotų naujas kalbos pasirinkimas, turite iš naujo paleisti programą linphone.
nl: U moet linphone herstarten om de nieuw geselecteerde taal toe te passen.
sv: Du behöver starta om Linphone för att det nya språket ska synas.
tr: Yeni dil seçiminizin etkili olabilmesi için linfonu yeniden başlatmalısınız.

source: None
ar: بدون
de: Keinen
fi: Ei mitään
fr: Aucun
it: Nessuno
ja: なし
lt: Nėra
nl: Geen
sv: Ingen
tr: Hiçbiri

source: A more recent version is availalble from %s. Would you like to open a browser to download it ?
ar: يوجد إصدار حديث من طرف %s. هل تريد فتح المتصفح لتنزيله ؟
de: Eine neuere Version ist von %s verfügbar. Möchten Sie einen Browser zum Herunterladen öffnen?
fi: Uudempi versio on saatavilla: %s Haluatko avata selaimen ja ladata sen?
fr: Une version plus récente est disponible sur %s. Voulez vous ouvrir le navigateur afin de pouvoir télécharger la dernière version ?
it: Una versione più recente è disponibile su %s. Vuoi aprire un browser per eseguire il download ?
ja: %s よりも新しいバージョンが利用可能です。 ダウンロードするために、ブラウザを開きますか？
lt: Yra prieinama naujesnė versija iš %s. Ar norėtumėte atverti naršyklę ir ją atsisiųsti?
nl: Er is een nieuwere versie beschikbaar op %s. Wilt een webbrowser openen en deze downloaden?
sv: En nyare version är tillgänglig på %s. Vill du öppna en webbläsare för att ladda ner den?
tr: %s den indirilebilir daha yeni bir sürüm var. Onu indirmek için internet tarayıcınızı açmak istiyor musunuz?

source: You are running the lastest version.
ar: أنت تستخدم الإصدار الأحدث.
de: Sie verwenden bereits die aktuellste Version.
fi: Käytät viimeisintä versiota.
fr: Vous utilisez la dernière version.
it: Stai eseguendo la versione più aggiornata.
ja: 最新版です。
lt: Jūs naudojatės paskiausia versija.
nl: U gebruikt de nieuwste versie.
sv: Du kör den sensaste versionen.
tr: En son sürümü çalıştırıyorsunuz
