Repository: BelledonneCommunications/linphone-iphone
Catalog: po/*.po
Languages: ar, de, fi, fr, it, ja, lt, nl, sv, tr

source: <b>Add contacts from directory</b>
ar: <b>إضافة جهات الاتصال من الدليل</b>
de: <b>Kontakte aus einem Verzeichnis hinzufügen</b>
fi: <b>Lisää yhteystiedot hakemistosta</b>
fr: <b>Ajouter un contact depuis l'annuaire</b>
it: <b>Aggiungi contatti dalla directory</b>
nl: <b>Voeg contactpersonen toe uit map</b>
sv: <b>Lägg till kontakt ifrån katalogen</b>
tr: <b>Rehberden bağlantılar ekle</b>

source: Add contact
ar: إضافة جهة الاتصال
de: Kontakt hinzufügen
fi: Lisää yhteystieto
fr: Ajouter un contact.
it: Aggiungi un contatto
ja: 連絡相手に追加する
lt: Pridėti kontaktą
nl: Contactpersoon toevoegen
sv: Lägg till kontakt
tr: Bağlantı ekle

source: Clear call history
ar: محو تاريخ المكالمات
de: Anrufchronik löschen
fi: Tyhjennä puhelu historia
fr: Effacer l'historique d'appel
it: Cancella la cronologia della chiamate
ja: 通話履歴を削除する
lt: Išvalyti skambučių istoriją
sv: Rensa samtalshistorik
tr: Çağrı geçmişini temizle

source: My current identity:
ar: هويتي الحالية :
de: Aktuelle Identität:
fi: Minun nykyinen henkilllisyys
fr: Mon identité SIP :
it: Identità corrente
lt: Mano esama tapatybė:
nl: Mijn huidige identiteit:
sv: Min nuvarande identitet
tr: Güncel kimliğim:

source: Autoanswer is enabled
ar: الإجابة التلقائية مُفعَّلة
de: Automatische Antwort ist aktiviert
fi: Automaattinen vastaaminen käytössä
fr: Décrochage automatique activé
it: Risponditore automatico attivato
lt: Automatinis atsiliepimas yra įjungtas
sv: Autosvar är aktiverat
tr: Otomatik yanıtlama etkin

source: anonymous
ar: مجهول
de: Anonym
fi: anonyymi
fr: anonyme
it: anonimo
nl: anoniem
sv: anonym
tr: kimliği belirsiz

source: default soundcard
ar: لوحة الصوت الافتراضية
de: Standard-Soundkarte
fi: vakio äänikortti
fr: Carte son par défaut
it: default scheda audio
lt: numatytoji garso plokštė
nl: standaard geluidskaart
sv: standardljudkort
tr: öntanımlı ses kartı

source: a sound card
ar: لوحة الصوت
de: eine Soundkarte
fi: äänikortti
fr: une carte son
it: una scheda audio
ja: サウンドカード
lt: garso plokštė
nl: een geluidskaart
sv: ett ljudkort
tr: Ses kartı

source: default camera
ar: الكاميرا الافتراضية
de: Standard-Kamera
fi: vakio kamera
fr: camera par défaut
it: default videocamera
ja: デフォルトのカメラ
lt: numatytoji kamera
nl: standaard camera
sv: standardkamera
tr: öntanımlı kamera

source: Audio codecs
ar: مرمازات الصوت
fi: Ääni pakkaukset 'codecs'
fr: Codecs audio
it: Codificatori audio
ja: オーディオのコーデック
lt: Garso kodekai
sv: Ljudkodekar
tr: Ses çözücüleri

source: Video codecs
ar: مرمازات الفيديو
fi: Video pakkaukset 'codecs'
fr: Codecs vidéo
it: Codificatori video
ja: ビデオのコーデック
lt: Vaizdo kodekai
sv: Videokodekar
tr: Görüntü çözücüleri

source: Settings
ar: الإعدادات
de: Einstellungen
fi: Asetukset
fr: Réglages
it: Preferenze
ja: 設定
lt: Nustatymai
nl: Instellingen
sv: Inställningar
tr: Ayarlar

source: This section defines your SIP address when not using a SIP account
ar: هذه الفقرة تحدد عنوانك SIP إن كنت لا تستخدم حساب SIP
de: In diesem Bereich legen Sie Ihre SIP-Adresse fest, wenn Sie kein SIP-Konto verwenden.
fi: Tämä osio märittää sinun SIP osoitteen kun et käytä SIP tiliä
fr: Cette rubrique permet de définir son adresse SIP lorsqu'on ne possède pas de compte SIP
it: questa sezione definisce il tuo indirizzo SIP se non hai account attivi
lt: Ši sekcija apibrėžia jūsų SIP adresą tais atvejais, kai nenaudojate SIP paskyros
sv: Denna sektion specificerar din SIP-adress när du inte använder ett SIP-konto
tr: Bu bölüm bir SİP hesabı kullanmadığınız zaman sizin SİP adresinizi tanımlar

source: Your display name (eg: John Doe):
ar: اسمك المعروض (مثلا : زيد عمرو) :
de: Ihr angezeigter Name (z. B. Heinz Müller):
fi: Sinun näyttö nimi (esim: Matti Meikäläinen):
fr: Votre nom d'affichage (ex: John Doe)
it: Nome visualizzato (es: Mario Rossi):
ja: あなたの表示名 (例: John Doe):
lt: Jūsų rodomas vardas (pvz., Džonas Do):
nl: Uw weergavenaam (bijv.: Jan Noniem):
sv: Ditt synliga namn (t.ex. Kalle Karlsson):
tr: Görünecek adınız (örneğin: Faradunda Marti)

source: Your username:
ar: اسم المستخدم :
de: Ihr Benutzername:
fi: Sinun käyttäjänimi:
fr: Votre nom d'utilisateur:
it: Nome utente:
ja: あなたのユーザー名:
lt: Jūsų naudotojo vardas:
nl: Uw gebruikersnaam:
sv: Ditt användarnamn:
tr: Kullanıcı adınız:

source: Your resulting SIP address:
ar: عنوانك SIP :
de: Sich ergebende SIP-Adresse:
fi: Tuloksena sinun SIP osoitteesi on:
fr: Votre adresse SIP:
it: Il tuo indirizzo sip:
lt: Jūsų galutinis SIP adresas:
sv: Din SIP-adress:

source: <b>Default identity</b>
ar: <b>الهوية الافتراضية</b>
de: <b>Standard-Identität</b>
fi: <b>Vakio henkilöllisyys</b>
fr: <b>Identité par défaut</b>
it: <b>Identità di default</b>
lt: <b>Numatytoji tapatybė</b>
nl: <b>Standaardidentiteit</b>
sv: <b>Standardidentitet</b>
tr: <b>Öntanımlı kimlik</b>

source: Wizard
ar: المرشد
de: Assistent
fi: Velho - automaattisäätö
fr: Assistant
ja: ウィザード
lt: Vediklis
nl: Instelhulp
sv: Guide
tr: Yardımcı

source: Add
ar: إضافة
de: Hinzufügen
fi: Lisää
fr: Ajouter
it: Aggiungi
ja: 追加する
lt: Pridėti
nl: Toevoegen
sv: Lägg till
tr: Ekle

source: Edit
ar: حرر
de: Bearbeiten
fi: Muokkaa
fr: Editer
it: Edita
ja: 編集する
lt: Keisti
nl: Bewerken
sv: Editera
tr: Düzenle

source: Remove
ar: أزل
de: Entfernen
fi: Poista
fr: Enlever
it: Rimuovi
ja: 削除する
lt: Šalinti
nl: Verwijderen
sv: Ta bort
tr: Kaldır

source: <b>Proxy accounts</b>
ar: <b>حسابات الوكيل</b>
de: <b>Proxy-Konten</b>
fi: <b>Välityspalvelin tilit</b>
fr: <b>Comptes SIP via des proxy</b>
it: <b>Account proxy</b>
ja: プロキシアカウント
lt: <b>Įgaliotojo serverio paskyros</b>
sv: <b>Proxykonton</b>
tr: <b>Vekil sunucu hesapları</b>

source: Erase all passwords
ar: احذف جميع كلمات السر
de: Alle Passwörter löschen
fi: Poista kaikki salasanat
fr: Effacer tous les mots de passe
it: Cancella tutte le password
ja: すべてのパスワードを消去する
lt: Ištrinti visus slaptažodžius
sv: Radera alla lösenord
tr: Bütün parolaları sil

source: <b>Privacy</b>
ar: <b>الأمان</b>
de: <b>Privatsphäre</b>
fi: <b>Yksityisyys</b>
fr: <b>Sécurité</b>
ja: <b>プライバシー</b>
lt: <b>Privatumas</b>
sv: <b>Integritet</b>
tr: <b>Gizlilik</b>

source: Automatically answer when a call is received
ar: الإجابة تلقائيا فور تلقي المكالمة
de: Automatisch antworten, wenn ein Anruf eingeht
fi: Automaattinen vastaus kun puhelu on saapunut
fr: Répondre automatiquement aux appels entrants
it: Rispondi automaticamente alla chiamata in arrivo
lt: Automatiškai atsiliepti, kai yra gaunamas skambutis
sv: Svara automatiskt när ett samtal tas emot
tr: Bir çağrı alındığında otomatik olarak yanıtla

source: Delay before answering (ms)
ar: التأخير قبل الإجابة (ميلي ث,)
de: Verzögerung vor der Beantwortung (ms)
fi: Odota ennen vastaamista (ms)
fr: Temps d'attente avant réponse (ms)
it: Ritardo prima della risposta (ms)
lt: Delsa, prieš atsiliepiant (ms)
sv: Fördröjning före svar (ms)
tr: Yanıtlamadan önceki gecikme (ms)

source: <b>Auto-answer</b>
ar: <b>الإجابة تلقائيا</b>
de: <b>Automatische Antwort</b>
fi: <b>Automaattinen vastaaja</b>
fr: <b>Décrochage automatique</b>
it: <b>Risposta automatica</b>
lt: <b>Automatinis atsiliepimas</b>
sv: <b>Autosvar</b>
tr: <b>Otomatik yanıt</b>

source: Manage SIP Accounts
ar: إدارة حسابات SIP
de: SIP-Konten verwalten
fi: Hallitse SIP tilejä
fr: Gérer mes comptes SIP
it: Gestici SIP Account
lt: Tvarkyti SIP paskyras
sv: Hantera SIP-konton
tr: SİP Hesaplarını Yönet

source: Ring sound:
ar: صوت الجرس :
de: Klingelton:
fi: Soittoääni:
fr: Sonnerie:
it: Suoneria:
ja: 鳴動音:
lt: Skambinimo garsas:
nl: Belgeluid:
sv: Ringsignal:
tr: Zil sesi:

source: ALSA special device (optional):
ar: عتاد ALSA الخصوصي (اختياري) :
de: Spezielles ALSA-Gerät (optional):
fi: ALSA-'ääne parannus' erikoilaite (valinnainen):
fr: Appareil ALSA spécifique (optionnel) :
it: Dispositivo ALSA (optional):
lt: Specialus ALSA įrenginys (nebūtina):
nl: ALSA speciaal apparaat (optioneel)
sv: Speciell enhet för ALSA (tillval):
tr: ALSA özel aygıt (seçmeli)

source: Capture device:
ar: جهاز الالتقاط :
de: Aufnahmegerät:
fi: Tallennus laite:
fr: Périphérique de capture:
it: Dispositivo microfono:
lt: Mikrofonas:
nl: Opnameapparaat:
sv: Inspelningsenhet:
tr: Görüntü yakalama aygıtı

source: Ring device:
ar: جهاز الرنين :
de: Gerät für Klingelton:
fi: Soittoäänen laite:
fr: Périphérique de sonnerie:
it: Dispositivo squillo:
lt: Skambinimo įrenginys:
nl: Belapparaat:
sv: Ringningsenhet:
tr: Ses çalma aygıtı:

source: Playback device:
ar: جهاز السمع :
de: Wiedergabegerät:
fi: Äänentoistolaite:
fr: Périphérique d'écoute:
it: Dispositivo uscita audio:
lt: Atkūrimo įrenginys:
nl: Afspeelapparaat:
sv: Uppspelningsenhet:
tr: Oynatma aygıtı:

source: Enable echo cancellation
ar: فعِّل إزالة الصدى
de: Echounterdrückung ein
fi: Käytä kaiun poistoa
fr: Activer l'annulation d'écho
it: Attiva cancellazione eco
ja: エコーキャンセラーを有効にする
lt: Įjungti aido panaikinimą
nl: Echo-onderdrukking inschakelen
sv: Tillåt ekoborttagning
tr: yankı giderme etkin

source: <b>Audio</b>
ar: <b>الصوت</b>
fi: <b>Ääni</b>
fr: <b>Son</b>
ja: <b>オーディオ</b>
lt: <b>Garsas</b>
sv: <b>Ljud</b>
tr: <b>Ses</b>

source: Video input device:
ar: جهاز إدخال الفيديو :
de: Video-Aufnahmegerät:
fi: Videokuvan lähde:
fr: Périphérique d'entrée vidéo
it: Dispositivo Video:
lt: Vaizdo įvesties įrenginys:
nl: Videoingang-apparaat:
sv: Videoinmatningsenhet:
tr: Görüntü aygıtı:

source: Preferred video resolution:
ar: المقدار المُراد لدقة الفيديو :
de: Bevorzugte Videoauflösung:
fi: Toivottu videon tarkkuus:
fr: Résolution vidéo préférée :
it: Risoluzione video preferita:
lt: Pageidaujama vaizdo raiška:
sv: Föredragen videoupplösning:
tr: Tercih edilen görüntü çözünürlüğü:

source: Video output method:
ar: طريقة إخراج الفيديو :
de: Methode zur Videoausgabe
fi: Videon ulostulo:
fr: Type de rendu video:
it: Modalità video in uscita:
lt: Vaizdo išvesties metodas:
nl: Videouitgangsmethode:
sv: Videoutmatningsmetod:
tr: Görüntü çıkış yöntemi:

source: Show camera preview
ar: اظهر معاينة الكاميرا
de: Kameravorschau anzeigen
fi: Näytä kameran esikatselu
fr: Afficher la vidéo
it: Mostra il preview della videocamera
lt: Rodyti kameros peržiūrą
nl: Cameravoorbeeld weergeven
sv: Visa kameraförhandsgranskning
tr: Kamera önizlemesi göster

source: Video preset:
ar: الفيديو المُسبَق :
de: Videovoreinstellung:
fi: Video esiasetus:
fr: Profile vidéo:
it: Preconfigurazione del video:
lt: Vaizdo išankstinė parinktis:
sv: Videoförval:
tr: Görüntü ön ayarları:

source: Preferred video framerate:
ar: المقدار المُراد لمعدل إطارات الفيديو :
de: Bevorzugte Videobildfrequenz:
fi: Toivottu videon kuvataajuus:
fr: Fréquence d'images préférée
it: Frame rate video preferito:
lt: Pageidaujamas vaizdo kadrų dažnis:
sv: Föredragen videobildfrekvens:
tr: Tercih edilen görüntü kare sayısı:

source: 0 stands for "unlimited"
ar: حدِّد 0 لعدم وضع أي حد
de: 0 bedeutet „unbegrenzt“
fi: 0 tarkoittaa "rajoittamaton"
fr: Indiquez 0 pour ne pas mettre de limite
it: 0 sta per illimitato
ja: 0で制限なしになります
lt: 0 reiškia "neribota"
sv: 0 står för "utan begränsning"

source: <b>Video</b>
ar: <b>الفيديو</b>
ja: <b>ビデオ</b>
lt: <b>Vaizdas</b>
tr: <b>Görüntü</b>

source: Upload speed limit in Kbit/sec:
ar: حد سرعة الرفع بالكيلوبِتْ/الثانية :
de: Upload-Bandbreite (kbit/sec):
fi: Lähetys nopeus raja Kbit/sec:
fr: Limite de débit montant en kbits/sec:
it: Velocità massima in upload Kbit/sec:
ja: アップロード速度制限 Kbit/sec:
lt: Išsiuntimo greičio riba, Kbit/sek.:
sv: Max uppladdningshastighet i Kbit/sek:
tr: Gönderim hız sınırı Kbit/saniye:

source: Download speed limit in Kbit/sec:
ar: حد سرعة التنزيل بالكيلوبِتْ/الثانية :
de: Download-Bandbreite (kbit/sec):
fi: Lataus raja Kbit/sec:
fr: Limite de débit descendant en kbits/sec:
it: Velocita massima in Dowload Kbit/sec
ja: ダウンロード速度制限 Kbit/sec:
lt: Atsiuntimo greičio riba, Kbit/sek.:
sv: Max nedladdningshastighet i Kbit/sek:
tr: İndirme hız sınırı Kbit/saniye:

source: Enable adaptive rate control
ar: فعِّل التحكم المتكيف مع الصبيب
de: Adaptive Ratenregelung ein
fi: Käytä mukautuvaa tason säätöä
fr: Activer le control de débit adaptatif.
it: Abilita il controllo adattivo del rate
lt: Įjungti adaptyvų spartos valdymą
sv: Aktivera anpassningsbar hastighetskontroll
tr: Uyarlanabilir hız denetimi etkin

source: <i>Adaptive rate control is a technique to dynamically guess the available bandwidth during a call.</i>
ar: <i>التحكم المتكيف مع الصبيب هو تقنية لملائمة جودة الصوت والصورة بناءً على سعة قناة الاتصال المتاحة خلال المكالمة.</i>
de: <i>Adaptive Ratenregelung ist eine Technik zur dynamischen Abschätzung der zur Verfügung stehenden Bandbreite während eines Anrufs.</i>
fi: <i>Mukautuva tason säätö arvailee käytettävissä olevan kastaleveyden puheun aikana.</i>
fr: <i>Le control de débit adaptatif est une technique pour adapter la qualité de l'audio et de la video en fonction de la bande passante disponible, durant l'appel.</i>
it: <i>Il controllo adattivo del rate è una tecnica per la stima dinamica della banda disponibile durante una chiamata</i>
lt: <i>Adaptyvus spartos valdymas yra technika, skirta, skambučio metu, dinamiškai atspėti prieinamą pralaidumą.</i>
sv: <i>Anpassningsbar hastighetskontroll är en teknik för att dynamiskt gissa tillgänglig bandbredd under ett samtal.</i>

source: <b>Bandwidth control</b>
ar: <b>إدارة سعة القناة</b>
de: <b>Bandbreiten-Einstellungen</b>
fi: <b>Kastaleveyden hallinta</b>
fr: <b>Gestion de la bande passante</b>
it: <b>Gestione banda</b>
ja: <b>帯域幅制御</b>
lt: <b>Pralaidumo valdymas</b>
sv: <b>Bandbreddskontroll</b>
tr: <b>Bantgenişliği denetimi</b>

source: Multimedia settings
ar: إعدادات الوسائط المتعددة
de: Multimedia-Einstellungen
fi: Multimedia asetukset
fr: Paramètres multimedia
it: Impostazioni multimediali
ja: マルチメディア設定
lt: Multimedijos nustatymai
nl: Multimedia-instellingen
sv: Multimediainställningar
tr: Çokluortam ayarları

source: Set Maximum Transmission Unit:
ar: حدِّد Maximum Transmission Unit :
de: Maximum Transmission Unit setzen:
fi: Aseta suurin siirto yksikkö:
fr: Spécifier la Maximum Transmission Unit
it: Imposta Maximum Transmission Unit:
lt: Nustatyti didžiausią duomenų persiuntimo įtaisą:
nl: Maximale Transmissie-unit instellen:
sv: Välj MTU (Maximum Transmission Unit):
tr: Maksimum İletim Birimi Ayarları

source: Send DTMFs as SIP info
ar: أرسِل الأرقام الهاتفية على هيئة SIP INFO
de: DTMFs als SIP-Info senden
fi: Lähetä DTMF:t SIP infona
fr: Envoyer les digits en tant que SIP INFO
it: Invia DTMF come SIP info
ja: DTMFをSIP情報で送信する
lt: Siųsti DTMF kaip SIP informaciją
nl: DTMF's als SIP-informatie versturen
sv: Skicka DTMF-koder som SIP-information

source: Allow IPv6
ar: السماح باستخدام IPv6
de: IPv6 erlauben
fi: Salli IPv6
fr: Utiliser IPv6
it: Permetti IPv6
ja: IPv6を有効にする
lt: Leisti IPv6
sv: Tillåt IPv6
tr: IPv6'ya izin ver

source: <b>Transport</b>
ar: <b>النقل</b>
de: <b>Übertragung</b>
fi: <b>Siirto</b>
it: <b>Transporto</b>
ja: <b>転送</b>
lt: <b>Perdavimas</b>
nl: <b>Overdracht</b>
tr: <b>Taşıma</b>

source: SIP/UDP port
ar: منفذ SIP/UDP
fi: SIP/UDP portti
fr: Port SIP / UDP
it: Porta SIP/UDP
ja: SIP/UDP ポート
lt: SIP/UDP prievadas
nl: SIP/UDP-poort
tr: SIP/UDP bağlantı noktası

source: Random
ar: عشوائي
de: Zufällig
fi: Satunnainen
fr: Aléatoire
it: Casuale
ja: ランダム
lt: Atsitiktinis
nl: Willekeurig
sv: Slumpmässig
tr: Rastgele

source: SIP/TCP port
ar: منفذ SIP/TCP
fi: SIP/TCP portti
fr: Port SIP / TCP
it: Porta SIP/TCP
ja: SIP/TCP ポート
lt: SIP/TCP prievadas
nl: SIP/TCP-poort
tr: SIP/TCP bağlantı noktası

source: Audio RTP/UDP:
ar: صوت RTP/UDP :
fi: Ääni RTP/UDP:
ja: オーディオ RTP/UDP:
lt: Garso RTP/UDP:
sv: Ljud-RTP/UDP:

source: Fixed
ar: ثابت
de: Fest
fi: Korjattu
fr: Fixe
it: Fissa
lt: Fiksuotas
nl: Vastgezet
sv: Låst
tr: Sabitlenmiş

source: Video RTP/UDP:
ar: فيديو RTP/UDP :
fr: Vidéo RTP / UDP :
ja: ビデオ RTP/UDP:
lt: Vaizdo RTP/UDP:

source: Tunnel
ar: النفق
fi: Tunneli
ja: トンネル
tr: Tünel

source: DSCP fields
ar: حقول DSCP
de: DSCP-Felder
fi: DSCP kentät
fr: Champs DSCP
it: Campi DSCP
ja: DSCP値
lt: DSCP laukai
nl: DSCP-velden
sv: DSCP-fält
tr: DSCP alanları

source: <b>Network protocol and ports</b>
ar: <b>بروتوكول الشبكة والمنافذ</b>
de: <b>Netzwerkprotokoll und Ports</b>
fi: <b>Veskko protokolla ja portti</b>
fr: <b>Protocoles réseaux et ports</b>
it: <b>Protocollo di rete e porte</b>
ja: <b>ネットワークのプロトコルとポート</b>
lt: <b>Tinklo protokolas ir prievadai</b>
nl: <b>Netwerkprotocol en -poorten</b>
sv: <b>Nätverksprotokoll och portar</b>
tr: <b>Ağ protokol ve bağlanma yerleri</b>

source: Direct connection to the Internet
ar: الاتصال مباشر بالإنترنت
de: Direkte Verbindung ins Internet
fi: Suora yhteys internettiin
fr: Connexion directe à l'Internet
it: Connessione diretta a internet
lt: Tiesioginis sujungimas su internetu
nl: Directe verbinding met het internet
sv: Direkt förbindelse till internet
tr: İnternete doğrudan bağlantı

source: Behind NAT / Firewall (specify gateway IP )
ar: وراء جدار ناري (حدِّد عنوان IP البوابة)
de: Hinter NAT / Firewall (Gateway IP angeben)
fi: NAT / Palomuurin takaa (määritä yhdyskäytävä IP)
fr: Derrière un pare-feu (spécifier la passerelle ci dessous)
it: Dietro ad un NAT / Firewall (specificare IP del gateway)
lt: Už NAT / Užkardos (nurodyti tinklų sietuvo IP )
nl: Achter een NAT / Firewall (specificeer de gateway IP)
sv: Bakom NAT / brandvägg (specificera IP)
tr: NAT Arkasından / Güvenlik Duvarı (IP ağ geçidi belirleme)

source: Behind NAT / Firewall (use STUN to resolve)
ar: وراء جدار ناري (استخدم STUN)
de: Hinter NAT / Firewall (STUN verwenden)
fi: NAT-osoitteenmuunnoksen / Palomuurin takaa (käytä STUN:nia)
fr: Derrière un pare-feu (utiliser STUN)
it: Dietro NAT / Firewall (utilizza STUN)
lt: Už NAT / Užkardos (naudoti STUN, siekiant išspręsti)
sv: Bakom en NAT / brandvägg (använd STUN för att avgöra adressen)

source: Behind NAT / Firewall (use ICE)
ar: وراء جدار ناري (استخدم ICE)
de: Hinter NAT / Firewall (ICE verwenden)
fi: NAT-osoitteenmuunnoksen / Palomuurin takaa (käytä ICE:tä)
fr: Derrière un pare-feu (utiliser ICE)
it: Dietro ad un NAT / Firewall (usa ICE)
ja: NAT / ファイヤーウォール (ICEを使う)
lt: Už NAT / Užkardos (naudoti ICE)
sv: Bakom NAT / brandvägg (använd ICE)
tr: NAT Arkasından / Güvenlik Duvarı (ICE kullan)

source: Behind NAT / Firewall (use uPnP)
ar: وراء جدار ناري (استخدم uPnP)
de: Hinter NAT / Firewall (uPnP verwenden)
fi: NAT-osoitteenmuunnoksen / Palomuurin takaa (käytä uPnP:tä)
fr: Derrière un pare-feu (utiliser uPnP)
it: Dietro ad un NAT / Fiewall (usa uPnP)
ja: NAT / ファイヤーウォール (uPnPを使う)
lt: Už NAT / Užkardos (naudoti uPnP)
sv: Bakom NAT / brandvägg (använd uPnP)
tr: NAT arkasından / Güvenlik Duvarı (evrensel tak-çalıştır kullan)

source: Public IP address:
ar: عنوان IP العمومي :
de: Öffentliche IP-Adresse:
fi: Julkinen IP osoite:
fr: Adresse IP publique:
it: Indirizzo IP pubblico:
ja: パブリック IP アドレス:
lt: Viešas IP adresas:
nl: Openbaar IP-adres:
sv: Publik IP-adress:
tr: Ortak İP adresi:

source: Stun server:
ar: خادم STUN :
fi: Stun-palvelin eli 'osoitteenmuunoksen takaisin haku'-palvelin:
fr: Serveur STUN:
it: Server STUN:
ja: Stunサーバー:
lt: Stun serveris:
tr: Stun sunucusu:

source: <b>NAT and Firewall</b>
ar: <b>إعدادات حول الجدار الناري</b>
de: <b>NAT und Firewall</b>
fi: <b>NAT-osoitteenmuunos ja Palomuuri</b>
fr: <b>Paramètres liés au pare-feu</b>
ja: <b>NAT と ファイヤーウォール</b>
lt: <b>NAT ir Užkarda</b>
nl: <b>NAT en Firewall</b>
sv: <b>NAT och Brandvägg</b>
tr: <b>NAT ve Güvenlik Duvarı</b>

source: Media encryption type
ar: نوع وسيط التعمية
de: Verschlüsselungstyp der Medien
fi: Median salaus tyyppi
fr: Type d'encryption media
it: Tipo di cifratura
ja: メディアの暗号化の種類
lt: Medijos šifravimo tipas
nl: Mediaversleutelingstype
sv: Mediakrypteringstyp
tr: Ortam şifreleme türü

source: Use Lime for outgoing chat messages
ar: ‫استخدم Lime لرسائل المحادثات الصادرة‬
de: Lime für ausgehende Chatnachrichten verwenden
fi: Käytä Lime:ä lähteviin viesteihin
fr: Utiliser Lime pour les messages de discussions sortants
sv: Använd Lime för utgående chattmeddelanden
tr: Giden sohbet iletileri için Lime kullan

source: Media encryption is mandatory
ar: وسيط التعمية إجباري
de: Medienverschlüsselung erzwingen
fi: Median salaus on pakollinen
fr: Le chiffrement media est obligatoire
it: La cifratura è obbligatoria
lt: Medijos šifravimas yra privalomas
nl: Mediaversleuteling is vereist
sv: Mediakryptering är obligatorisk
tr: Ortam şifrelemesi zorunludur

source: Mandatory
ar: واجب
de: Verbindlich
fr: Obligatoire

source: Preferred
ar: مستحب
de: Bevorzugt
fr: Privilégié

source: <b>Encryption</b>
ar: <b>التعمية</b>
de: <b>Verschlüsselung</b>
fi: <b>Salaus</b>
fr: <b>Chiffrement</b>
lt: <b>Šifravimas</b>
sv: <b>Kryptering</b>
tr: <b>Şifreleme</b>

source: Network settings
ar: إعدادات الشبكة
de: Netzwerkeinstellungen
fi: Verkko asetukset:
fr: Paramètres réseau
it: Impostazioni di rete
ja: ネットワーク設定
lt: Tinklo nustatymai
nl: Netwerkinstellingen
sv: Nätverksinställningar
tr: Ağ ayarları

source: Enable
ar: فعِّل
de: Freigeben
fi: Käytössä
fr: Activer
it: Attivato
ja: 使用する
lt: Įjungti
nl: Aan
sv: Aktivera
tr: Etkinleştirme

source: Disable
ar: إلغاء التفعيل
de: Sperren
fi: Poissa käytöstä
fr: Désactiver
it: Disattivato
ja: 使用しない
lt: Išjungti
nl: Uit
sv: Inaktivera
tr: Devre dışı

source: <b>Audio codecs</b>
ar: <b>مرمازات الصوت</b>
fi: <b>Ääni codecs</b>
fr: <b>Codecs audio</b>
it: <b>Codificatori audio</b>
ja: <b>音声コーデック</b>
lt: <b>Garso kodekai</b>
sv: <b>Ljudkodekar</b>
tr: <b>Ses çözücüleri</b>

source: <b>Video codecs</b>
ar: <b>مرمازات الفيديو</b>
fr: <b>Codecs vidéo</b>
it: <b>Codificatori video</b>
ja: <b>動画コーデック</b>
lt: <b>Vaizdo kodekai</b>
sv: <b>Videokodekar</b>
tr: <b>Görüntü çözücüleri</b>

source: Codecs
ar: المراميز
it: Codec
ja: コーデック
lt: Kodekai
sv: Kodekar
tr: Çözücüler

source: <b>Language</b>
ar: <b>اللغة</b>
de: <b>Sprache</b>
fi: <b>Kieli</b>
fr: <b>Langue</b>
it: <b>Linguaggio</b>
ja: <b>言語</b>
lt: <b>Kalba</b>
sv: <b>Språk</b>
tr: <b>Dil</b>

source: Show advanced settings
ar: أظهر الإعدادات المتقدمة
de: Fortgeschrittene Einstellungen anzeigen
fi: Näytä edistyneet asetukset
fr: Montrer les réglages avancés
it: Mostra la configurazione avanzata
ja: 拡張設定を表示する
lt: Rodyti išplėstinius nustatymus
sv: Visa avancerade inställningar
tr: Gelişmiş ayarları göster

source: <b>Level</b>
ar: <b>المستوى</b>
de: <b>Detaillierung</b>
fi: <b>Taso</b>
fr: <b>Niveau</b>
it: <b>Livello</b>
ja: <b>レベル</b>
lt: <b>Lygmuo</b>
sv: <b>Nivå</b>
tr: <b>Aşama</b>

source: User interface
ar: واجهة المستخدم
de: Benutzeroberfläche
fi: Käyttöliittymä
fr: Interface utilisateur
it: Interfaccia utente
ja: ユーザーインターフェイス
lt: Naudotojo sąsaja
sv: Användargränssnitt
tr: Kullanıcı arayüzü

source: <b>LDAP Account setup</b>
ar: <b>تهيئة LDAP</b>
de: LDAP-Kontoeinrichtung
fi: <b>LDAP Tili asetukset</b>
fr: <b>Configuration LDAP</b>
it: <b>Configurazione dell' account LDAP</b>
lt: <b>LDAP paskyros sąranka</b>
sv: <b>LDAP-kontoinställning</b>
tr: <b>LDAP Hesap ayarı</b>

source: Done
ar: أغلق
de: Fertig
fi: Tehty
fr: Fermer
it: Fatto
ja: 完了
lt: Atlikta
sv: Klar
tr: Tamam

source: Linphone - Authentication required
ar: لِنْفُونْ - يجب التحقق من الهوية
de: Linphone - Authentifikation erforderlich
fi: Linhone - Tunnistautuminen vaaditaan
fr: Linphone - Authentification demandée
it: Linphone - E' richiesta l'autenticazione
lt: Linphone - Reikalingas tapatybės nustatymas
nl: Linphone - Authenticatie is vereist
sv: Linphone - Autentisering krävs
tr: Linphone - Kimlik doğrulaması gerekli

source: Please enter the domain password
ar: أدخل كلمة سر النطاق
de: Bitte das Passwort der Domäne eingeben
fi: Anna domain/verkkotunnussen salasana
fr: Entrez votre mot de passe pour le domaine
it: Prego inserire la password di dominio
lt: Prašome įvesti srities slaptažodį
nl: Vul het domeinnaamwachtwoord in
sv: Ange lösenordet för domänen
tr: Lütfen alan adı parolası girin

source: Configuring...
ar: تجري التهيئة...
de: Einstellen...
fi: Säädetään...
fr: Configuration en cours
it: Configurando...
lt: Konfigūruojama...
sv: Konfigurerar ...
tr: Yapılandırılıyor...
